{
    "retrieved_at": "2019-11-23 01:27:09",
    "organization": "Payne Institute for Public Policy",
    "default_relationship": "fellow",
    "people": [
        {
            "name": "Peter Aaen",
            "blurb": "Department Head and Professor, Electrical Engineering",
            "bio": "",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/09/aaen_peter_headshot.jpg"
        },
        {
            "name": "Angel Abbud-Madrid",
            "blurb": "Director, Center for Space Resources; Research Associate Professor, Mechanical Engineering",
            "bio": "Angel Abbud-Madrid is the Director of the Center for Space Resources at the Colorado School of Mines, where he leads a research program focused on the human and robotic exploration of space and the utilization of its resources.  He is also the Director of the Space Resources Graduate Program, aimed at educating scientists, engineers, economists, entrepreneurs, and policy makers in the field of extraterrestrial resources. He has more than 30 years of experience conducting experiments in NASA’s low-gravity facilities, such as drop towers, parabolic-flight aircraft, the Space Shuttle, and the International Space Station and received the NASA Astronauts’ Personal Achievement Award for his contributions to the success of human space flight.  He is currently the President of the Space Resources Roundtable, an international organization focused on lunar, asteroidal, and planetary resources studies and Observer and Technical Panel member of The Hague International Space Resources Governance Working Group. \n At the undergraduate level, he is the Director of the Space and Planetary Science and Engineering Area of Special Interest and CSM Affiliate Director of the Colorado Space Grant Consortium, as well as faculty advisor of the CSM AIAA student chapter, Astronomy Club, and Rocket Club.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Angel-Abbud-Madrid.png"
        },
        {
            "name": "Sumit Agarwal",
            "blurb": "Professor Department of Chemical Engineering",
            "bio": "\n My research interests are focused on the synthesis and characterization of ultra-thin films and nanolaminates for various applications in semiconductor processing, display technology, gas sensors, and micro electromechanical systems. Engineering thin-film nanostructures for future applications is particularly challenging because it requires films that are atomically thin in nature. For example, future electronic devices or high-performance coatings may consist of 1-3-atom-thick sequential layers of different metals, insulators (metal oxides and metal nitrides), and semiconductors with a total thickness of only 1.5-2.0 nm. These multilayer nanostructures are expected to exhibit enhanced electrical, mechanical, and optical properties that are not observed in the single component. Furthermore, the unique properties of these nanolaminates can be optimized through precise control over the thickness and composition of each nanolayer. Achieving this degree of atomic layer control in thin-film deposition necessitates exploiting novel surface chemistries for thin-film growth and techniques for measuring thin-film growth rate, chemical composition, microstructure, and their electrical and transport properties. The commonly used approach in process development and optimization relies on expensive and time consuming trial-and-error procedures which explore the entire experimental parameter space. My research takes a fundamental surface science approach where we investigate the physical and chemical phenomena occurring at the gas-film interface using surface and gas-phase diagnostic tools such as angle-resolved x-ray photoelectron spectroscopy, quadrupole mass spectrometry, Fourier transform infrared spectroscopy, and Raman spectroscopy. A deeper understanding of the gas-surface interactions during thin-film growth is expected to lead to better deposition techniques and provide solutions for future problems.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/08/sumit-agarwal.jpg"
        },
        {
            "name": "Linda Ann Battalora",
            "blurb": "Teaching Professor, Petroleum Engineering",
            "bio": "Linda Ann Battalora, J. D., Ph.D. is a Teaching Professor in the Petroleum Engineering Department at the Colorado School of Mines. She earned her B.S. and M.S. degrees in Petroleum Engineering from Mines, her J.D. from Loyola University New Orleans School of Law, and her Ph.D. in Environmental Science and Engineering from Mines. \n She teaches Reservoir Fluid Properties, Multidisciplinary Petroleum Design, Field Session, Graduate Petroleum Seminar, and Environmental, Energy and Natural Resources Law. Linda is an active member of the Society of Petroleum Engineers (SPE) Health, Safety, Security, Environment and Social Responsibility (HSSE-SR) Advisory Committee and the Sustainable Development Technical Section Steering Committee. She is also a member of multiple professional organizations including the Association of International Petroleum Negotiators (AIPN), American Society for Engineering Education (ASEE), American Inns of Court (AIC), Colorado Bar Association (CBA), Denver Bar Association (DBA), and Denver Council on Foreign Relations (DCFR). \n Prior to joining the faculty at Mines, Linda served in various roles in the oil and gas industry including engineer, attorney, and international negotiator for oil and gas project development. Her research areas include HSSE-SR, Sustainable Development, and Community Health. She is affiliated with the following centers: CERNER Corporation, APEX Family Medicine and Research, and the Unconventional Natural Gas and Oil Institute (UNGI). \n Linda is the recipient of the 2015 SPE Rocky Mountain North America Region Award for distinguished achievement by Petroleum Engineering Faculty and the 2014 Rocky Mountain North America Region Award for distinguished contribution to Petroleum Engineering in Health, Safety, Security, Environment and Social Responsibility (HSSE-SR). Recently at Mines, she was appointed as a Shultz Family Humanitarian Engineering Fellow.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/linda-battalora.jpeg"
        },
        {
            "name": "Robert Braun",
            "blurb": "Associate Professor, Mechanical Engineering",
            "bio": "Dr. Braun received B.S. and M.S. degrees from Marquette University and a Ph.D. from the University of Wisconsin – Madison where he specialized in SOFC system design, analysis, and optimization. He subsequently worked as a senior engineer at UTC Fuel Cells on both PEM- and PAFC-based power plant technologies. In 2004, Dr. Braun joined the United Technologies Research Center where he most recently served as project leader for UTC’s mobile SOFC power system development program. He has also led design studies on commercial-scale SOFC-CHP systems, hybrid SOFC-Gas Turbine systems operating on coal gas, and SOFCs for aircraft power applications. While at UTRC, Dr. Braun co-led the successful development of a CO2-based refrigeration system for bottle cooling applications and worked on residential HVAC system diagnostics. He was a visiting researcher at the Technical University of Munich in Germany in 2001 and prior to his Ph.D. work, Dr. Braun worked in the commercial boiler industry as an R&D engineer at Cleaver-Brooks in Milwaukee. \n Dr. Braun has a multi-disciplinary background in mechanical and chemical engineering and his research focuses on multi-scale modeling, ranging from device-level numerical simulation of transport phenomena and chemical processes to systems-level studies of advanced energy conversion systems. His primary research interests are focused on applications involving thermochemical and electrochemical systems that are categorized into: (i) high-temperature fuel cells for mobile and stationary applications, (ii) modeling and systems analysis of alternative fuel production and utilization systems (biorefineries, synfuels, biogas, membranes), and (iii) energy storage (electrochemical and thermochemical). \n Recent research projects have been in the areas of high temperature fuel cell systems using SOFCs or protonic ceramics, reversible solid oxide cell energy systems for grid storage, concentrating solar power (thermochemical energy storage and advanced sCO2 cycles), and biomass conversion using fast pyrolysis.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Robert-Braun.png"
        },
        {
            "name": "JURGEN BRUNE",
            "blurb": "Professor of practice and Research Director, Mining Engineering Department",
            "bio": "\n Academic Appointment and Responsibilities \n 2012 – Present: Colorado School of Mines \nMining Engineering Department, Research Professor \n Courses include: \n \n MNGN319 – Coal Mine Design \n MNGN424 – Mine Ventilation \n MNGN524 – Advanced Mine Ventilation \n MNGN498/598 – Mine Safety and Health Management \n \n Research Interests \n \n Mine ventilation \n Mine communications \n Mine fire and explosion prevention \n Mine refuge alternatives \n Application of unmanned aerial systems in the mining industry \n Remote control and automation of mining equipment \n \n Current Research Projects \n \n Development of a pneumatic mine dust sampler to sample coal and rock dust for explosibility analysis, funded by the Alpha Foundation.  $530,000, 2013 to 2015,  Lead Principal Investigator \n Explosion hazard risk analysis in longwall coal mine gobs through CFD modeling, funded by CDC NIOSH, $200,000 to $300,000 annually, 2014 to 2019,  Lead Principal Investigator \n Methane-air explosion propagation through mine rubble, physical testing and CFD modeling, funded by the Alpha Foundation, 2014 to 2015,  Co-Principal Investigator \n \n Recently Completed Research Projects \n \n Characterization of methane explosion and spontaneous combustion hazards in longwall gobs,  funded by CDC NIOSH, 2009-2014, $1.36 million,  Lead Principal Investigator \n Historic analysis of methane and coal dust explosions in U.S. coal mines, Wheeling Jesuit University, 2013, $40,000,  Lead Principal Investigator \n Comparison of coal dust explosion prevention best practices in the U.S. vs. European countries and Australia, Wheeling Jesuit University, 2013, $40,000,  Lead Principal Investigator \n \n Professional Experiences \n \n \nPrincipal Mining Engineer, Office of Mine Safety and Health Research \nDirector, NIOSH Spokane Research Laboratory \nChief, Disaster Prevention and Response Branch, Pittsburgh Research Laboratory \n \nManager, Business Process Improvement \nManager, Information Systems and Technology Project \nManager Engineering Services \nAssistant Mine Superintendent, Arkwright No. 1 Mine \n \nManager, Mine Planning \nChief Geotechnical Engineer, Cologne head office \n \n Education \n Doktor-Ingenieur Bergbau (Ph. D., Mining Engineering) Technische Universität Clausthal, Clausthal-Zellerfeld, Germany, 1994. \nMaster of Science (Mining Engineering), Colorado School of Mines, Golden, Colorado, 1983. \nDiplom-Ingenieur Bergbau (Mining Engineering), Technische Universität Clausthal, Clausthal-Zellerfeld, Germany, 1981. \n Professional Certifications \n \n Licensed Professional Engineer, mining and mineral processing engineering, Colorado license #48366 \n Registered Professional Engineer Europe (EUR-ING), license #28098, European Federation of National Engineering Associations, Brussels, Belgium \n Registered Professional Engineer Germany license #D-2977, Deutscher Verband Technisch-Wissenschaftlicher Vereine, Berlin, Germany \n Certified Accelerated SAP (ASAP) Software Implementation Consultant, SAP AG, Germany, 2000. \n Certified Underground Coal Mine Foreman, State of West Virginia, USA, 1994. \n Certified Underground Coal Mine Examiner, Mine Safety and Health Administration 1994. \n Certified Radiation Safety Officer, Aachen University of Applied Sciences (FH Aachen), Germany, 1984. \n Certified Shot Firer (underground coal mine blasting officer), Westfälische Berggewerkschaftskasse, Dortmund, Germany, 1978. \n \n Professional Affiliations \n \n Qualified Professional Member (QP), Mining and Metallurgical Society of America (MMSA), \n Distinguished Member, Society for Mining, Metallurgy and Exploration (SME) \n Member, Society of Mining Professors (Sozietät der Bergbaukunde) \n Associate Editor and member of the Editorial Board, SME Mining Engineering Journal, Society for Mining, Metallurgy and Exploration, Inc., Denver CO. \n Member, Editorial Advisory Board of Surface Mining Journal, GDMB Gesellschaft für Bergbau, Metallurgie, Rohstoff- und Umwelttechnik, Clausthal-Zellerfeld, Germany (2004 – 2011) \n Member, Editorial Board, International Journal of Mining and Mineral Engineering, Inderscience Publications, Geneva, Switzerland \n \n Honors and Awards \n \n Distinguished Member, Society for Mining, Metallurgy and Exploration, Inc. (SME), Class of 2011 \n CDC NIOSH Alice Hamilton Award, 2007, for research on the explosibility of methane and required strength of mine seals \nDistinguished Member, SME Pittsburgh Section \n \n Research and Related Activities \n \n Coal mine explosion prevention \n Design of explosion resistant mine seals \n Explosive forces from methane and coal dust explosions \n Explosion numeric modeling \n Mine ventilation numeric modeling and simulation \n Mine fire numeric modeling and simulation \n Computational fluid dynamics (CFD) modeling \n Mine safety and health, education and training \n Underground mine communications \n Mine refuge chambers \n Sustainable Mining \n \n Publications \n \n \n Brune, JF; Calizaya, F; Mucho, TP; Mutmansky, J; Tien, J; Weeks, JL [2007]: Final Report of the Technical Study Panel on the Utilization of Belt Air and the Composition and Fire Retardant Properties of Belt Materials in Underground Coal Mining, U.S. Department of Labor, Mine Safety and Health Administration, December 2007:132 p. \n Zipf, RK; Sapko, MJ; Brune, JF [2007]: Explosion Pressure Design Criteria for New Seals in U.S. Coal Mines, Department of Health and Human Services, CDC NIOSH Information Circular no. 9500, July 2007, 84 p. \n Brune, JF; editor [2010]: Extracting the Science – A Century of Mining Research, Society for Mining, Metallurgy and Exploration, Inc., Denver, 2010, 544 p. \n Anderson, C; Brune, JF; Heasley, K; Ramami, RV; VanZyl, D: SME Review Course for Professional Engineer (P.E.) Examination of Mining/Mineral Processing Engineers, SME Society for Mining, Metallurgy and Exploration, Denver, 2013-2016, 1,050 p. \n Brune, JF [2016]: Mine Ventilation Networks Optimized for Safety and Productivity. in: Hirschi, J., editor, Advances in productive, safe, and responsible coal mining, Elsevier, in editorial review. \n \n \n \n Brune, Jurgen; Goertz, Ben; Bogin, Jr., Gregory; McDaniel, Sean; Rockley, Tyler; Soares Barreto, Flavia; Duddempudi, Vinay; Robert, Katherine and Kapela, Nick [2015]: Pneumatic Mine Dust Sampling Instrument, Publication Number 20170115188, April 27, 2017. in process. Application Serial No. 62/245,156, filed on October 22, 2015 \n \n \n * denotes graduate student working under my supervision \n \n Brune, JF; Clark, GB [1984]: Factors Affecting the Percussive Drillability of Colorado Oil Shale, International Journal of Mining Engineering, No. 2, 1984, p. 341-350 \n Marcum R; Brune, JF [1999]: A General View of Reclamation in the United States and Western Canada, Braunkohle Surface Mining, No.2 March/April 1999, p. 237-246 \n Mallett, L; Unger R; Lenart, P; Cole, G; Hall, E; Vaught, C; Klein, K; Beshero, D; Orr, T; May, I; Brune, J [2009]: Underground Coal Mine Map Reading Training, software package and instructions, CDC NIOSH Publication No. 2009-143c, May 2009 \n Coleman, PJ; Brune, JF; Martini, L [2010]: Characteristics of the Top Five Most Frequent Injuries In U.S. Mining Operations, 2003-2007, Transactions, Society for Mining, Metallurgy and Exploration 2010; Denver Jan 2010 326:61-70 \n Brune, JF [2012]: Arbeitsschutz und Grubensicherheitswesen im U.S.-Amerikanischen Bergbau – Probleme und Lösungsansätze [Mine Safety and Health in the U.S. Mining Industry – Problems and Solutions; in German]; World of Surface and Underground Mining Journal, GDMB Gesellschaft für Bergbau, Metallurgie, Rohstoff- und Umwelttechnik, Clausthal-Zellerfeld, Germany, no. 6, December 2012, p. 382 – 389 \n Brune, JF [2013]: The Methane-Air Explosion Hazard Within Coal Mine Gobs, SME Transactions, Vol. 334, 2013, p. 376-390. \n Marts*, JA; J; Brune, JF; Gilmore*, R; Worrall*, D; Grubb, J [2013]: Impact of Face Ventilation and Nitrogen Inertization on Hazardous Gas Distribution in Bleederless Longwall Gobs, SME Transactions, Vol. 334, 2013, p. 71-77. \n Marts*, JA; Gilmore*, RC; Brune, JF; Bogin Jr., GE; Grubb, JW; Saki*, SA [2014]: Dynamic Gob Response and Reservoir Properties for Active Longwall Coal Mines, Transactions of the Society for Mining, Metallurgy and Exploration 2015, Society for Mining, Metallurgy and Exploration Inc., Englewood, CO, Vol. 336, pp. 129-136. \n Henderson*, N., Mischo, H., and Brune, J. 2014. Students mine rescue in today’s mining engineering curriculum. Mining Engineering, vol. 66, no. 2. pp. 33-37. \n Mischo, H, Brune, JF; Weyer J; Henderson N [2014]: Mine disaster and mine rescue training courses in modern academic mining engineering programmes, Journal of the Southern African Institute of Mining and Metallurgy 114:12 p. 987-992 \n Gilmore*, RC; Marts*, JA; Brune, JF; Saki*, S, Bogin Jr., GE; Grubb, JW [2015]: Simplifying CFD Modeling of Longwall Gobs with a Modular Meshing Approach, Mining Engineering, Vol. 67, No. 3, March 2015, pp. 68-72, and Transactions of the Society for Mining, Metallurgy and Exploration 2015, Society for Mining, Metallurgy and Exploration Inc., Englewood, CO, pp 34-38. \n Brune, JF; Grubb, JW; Bogin Jr., GE; Marts*, JA; Gilmore*, RC; Saki*, SA [2015]: Lessons learned from research about methane explosive gas zones in coal mine gobs, J. Mining and Mineral Engineering, Vol. 7, No. 2, 2016, p. 155 – 169. \n Fig*, MK; Bogin, Jr., GE; Brune, JF; Grubb, JW [2016]: Experimental and numerical investigation of methane flame propagation in cylindrical tubes. Part I. Effects of scaling from laboratory to large-scale field studies. Journal of Loss Prevention in the Process Industries Vol. 41, p. 241-251 \n Saki*, SA; Brune, JF; Gilmore*, RC; Bogin, GE; Jr., Grubb, JW; Marts*, JA [2017]: CFD Study of Face Ventilation Effect on CH4 in Returns and EGZs in Progressively Sealed Longwall Gobs, J South African Institute for Mining and Metallurgy (SAIMM), v. 117 March 2017, p. 257-262, DOI:  http://dx.doi.org/10.17159/2411-9717/2017/v117n3a7 \n Rawlings, L; Brune, JF; Mischo H [2016]: Collegiate Mine Rescue: Universal Benefits, Glückauf Mining Report 152 (2016) No. 4, p. 289-293,  http://mining-report.de/english/collegiate-mine-rescue-universal-benefits/ \n Mischo, H; Weyer, J; Becker S; Brune, JF [2016]: Mine emergency response and rescue training courses in modern academic mining engineering programs, Glückauf Mining Report, v. 152 (2016) No. 4, p. 295-303  http://mining-report.de/english/mine-emergency-response-rescue-training-courses-modern-academic-mining-engineering-programs/ \n Lolon*, SA; Brune, JF; Bogin Jr., GE; Grubb, JW; Saki*, SA; Juganda*, A [2016]: Computational Fluid Dynamics Simulation on the Longwall Gob Breathing, Int J Min Sci Technol 2017, Vol. 27, Issue 2, March, 2017, p. 194-198, DOI:  http://dx.doi.org/10.1016/j.ijmst.2017.01.025 \n Brune, JF and Saki, SA [2017]: Prevention of gob ignitions and explosions in longwall mining using dynamic seals, Int J Min Sci Technol., online 12 July 2017, 5 p.,  https://doi.org/10.1016/j.ijmst.2017.06.026 \n Brune, JF [2017]: What can go wrong with mine refuge chambers? Problemstellungen beim Einsatz von Fluchtkammern im Untertagebergbau. Glückauf Mining Report 153 (2017) No. 4, p. 377-383 \n \n \n \n Fig*, MK; Bogin, Jr., GE; Brune, JF; Grubb, JW [2016]: Experimental and Numerical Investigation of Methane Flame Propagation Through Simulated Gob, J. Loss Prevention in the Process Industries in peer review, as part 2 of a two-part manuscript. \n Halim, AE and Brune, JF [2018]: Do refuge chambers represent a good strategy to manage emergencies in underground coal mines? JSAIMM submitted for peer review 9/2017 \n \n \n \n Marcum, R; Brune, JF [1998]: Die Rekultivierungsstandards der USA [Surface Mine Reclamation Standards in the USA], Rekultivierungskongreß Köln/Brauweiler 1998, University of Cologne, Germany, May 1998, p. 83-96 [in German] \n Brune, JF; Aman, JP; Kotch, M [1999]: Developments in Longwall Ventilation, 8th U.S. Mine Ventilation Symposium, University of Missouri, Rolla 1999, p. 7-11 \n Brune, JF; Baker, DR [2000]: High-Performance Longwall Mining at CONSOL Energy, Second International Colloquium High-Performance Longwall Mining, RWTH Aachen University, Germany, 2000, p. 31-46 \n Brune, JF; Baker, DR [2002]: Rapid Development of Longwall Entries and Associated Mains, First International Symposium Rapid Mine Development, RWTH Aachen University, Germany, 2002, p. 499-518 \n Yuan, L; Smith, AC; Brune, JF [2006]: Computational Fluid Dynamics Study on the Ventilation Flow Paths in Longwall Gobs, Proceedings, 11 th S. / North American Mine Ventilation Symposium, State College; PA 2006, p. 591 – 598. \n Trevits, MA; Smith, AC; Brune, JF [2007]: Remote Mine Fire Suppression Technology, Proceedings of the 32nd International Conference of Safety in Mines Research Institutes, 28-29 September 2007, Beijing, China. 117-125 \n Zipf, RK; Brune, JF; Thimons, ED [2009]: Explosion Pressure Design Criteria For Seals In U.S. Coal Mines – An Update On Work At NIOSH, Proceedings of the Ninth International Mine Ventilation Congress, Delhi, India, November 2009, Panigrahi DC, ed., New Delhi, India: Oxford & IBH Publishing Co. Pvt. Ltd., 2009; pp. 123-132 \n Brune, JF; Sapko MJ [2012]: A Modeling Study on Longwall Tailgate Ventilation, Proceedings, 14 th  North American Mine Ventilation Symposium, Salt Lake City, UT, June 2012, 121-126. \n Brune, JF [2012]: Dissipating the heat inside mine refuge chambers, Proceedings, 14 th  North American Mine Ventilation Symposium, The University of Utah, Salt Lake City, UT, June 2012, 297-304 \n Van Zyl D; Chanda M; Brune, J [2013]: WFEO Task Force: Environmentally Sound Engineering Practices and Technologies in Mining, 6 th  International Conference on Sustainable Development in the Minerals Industry (SDIMI), Milos, Greece, July 2013 \n Gilmore, RC; Marts, JA; Brune, JF; Saki SA [2014]: CFD Modeling Explosion Hazards – Bleeder vs. Progressively Sealed Gobs, 10th International Mine Ventilation Congress, Sun City, South Africa, Mine Ventilation Society of South Africa, p. 47-53 \n Marts*, J; Gilmore*, R; Brune, JF; Bogin Jr., G; Saki*, S; Grubb, J [2014]: Accumulations of Explosive Gases in Longwall Gobs and Mitigation through Nitrogen Injection and Face Ventilation Method, Aachen International Mining Symposia (AIMS) 2014 – 6th International Symposium “High Performance Mining”, Aachen, Germany 2014, p. 347 – 358 \n Gilmore*, RC; Brune, JF; Marts*, JA; Saki*, SA; Bogin Jr., GE; Grubb, JW [2015]: Gob Ventilation Modeling on HPC platforms using GPU/CPU Combinations, 37 th  International Symposium on the Application of Computers and Operations Research in the Mineral Industry (APCOM), Fairbanks, AK, 2015, p. 904 – 910 \n Goertz*, B; Brune, JF; Parmar*, A; McDaniel*, S, Rockley*, T; Soares*, F [2015]: Development of a Mine Dust Sampling Instrument for use in Underground Coal Mines, 15th North American Mine Ventilation Symposium, Blacksburg, VA; June 2015 \n Lolon*, SA; Gilmore*, RC; Brune, JF; Bogin Jr., GE; Grubb, JW; Zipf Jr., RK; Juganda*, A; Saki*, SA [2015]: Effects of Decreasing Barometric Pressure on Explosive Gas Zones in Bleeder Ventilated Longwall Gobs, 15 th  North American Mine Ventilation Symposium, Virginia Polytechnic Institute and State University, Blacksburg, VA; 2015, p. 439 – 444 \n Brune, JF; Grubb, JW; Bogin, Jr., GE; Marts*, JA; Gilmore*, RC; Saki*, S [2015]: A Critical Look at Longwall Bleeder Ventilation, 15 th  North American Mine Ventilation Symposium, Virginia Polytechnic Institute and State University, Blacksburg, VA; 2015, p. 427 – 432 \n Saki*, S.A.; Brune, J.F.; Bogin Jr., G.E.; Gilmore*, R.C.; Grubb, J.W.; Zipf, R.K.; Marts*, J.A. [2015]: Gob Ventilation Boreholes Design Optimization for Longwall Coal Mining, 15th North American Mine Ventilation Symposium, Virginia Polytechnic Institute and State University, Blacksburg, VA; 2015, p. 453 – 460 \n Grubb, JW; Brune, JF; Zipf Jr., RK; Bogin Jr., GE; Marts*, JA; Gilmore*, RC; Saki*, S; Lolon*, SA [2015]: Managing the Risk of Spontaneous Combustion in Underground Coal Mines, 15 th  North American Mine Ventilation Symposium, Virginia Polytechnic Institute and State University, Blacksburg, VA; 2015, p. 547-554 \n Zhiteneva*, V; Brune, JF; Mischo, H, Weyer, J; Simon, A [2016]: Reiche Zeche MineWater Geochemistry, International Mine Water Association 2016 Annual Conference, Leipzig, Germany \n Brune, JF [2016]: Mine Data Communications: Distilling Data into Information. Keynote presentation, Wetterkolloquium Symposium FreibergBau, Freiberg, Germany, October 2016 \n Weyer J; Lee*, J; Brune, JF [2016]: Versuchsstand Luttenleitungen; Wetterkolloquium Symposium FreibergBau, Freiberg, Germany, October 2016 \n Brune, JF [2016]: What can go Wrong with Mine Refuge Chambers? Wetterkolloquium Symposium FreibergBau, Freiberg, Germany, October 2016 \n Lolon*, SA; Brune, JF; Bogin, Jr., GE; Grubb, JW; Juganda, A [2017]: Gob Breathing in a Bleeder-Ventilated Longwall Panel. 16 th  North American Mine Ventilation Symposium, Golden, CO, June 2017 \n Juganda*, A; Brune, JF; Bogin, Jr., GE; Grubb, JW and Lolon*, SA [2017]: CFD Modeling of Longwall Tailgate Ventilation Conditions. 16 th  North American Mine Ventilation Symposium, Golden, CO, June 2017 \n Fig*, M; Bogin, Jr., GE; Brune, JF; Grubb, JW [2017]: The Effect of Environmental Factors on the Propagation of Methane Flames in the Longwall Gob. 16 th  North American Mine Ventilation Symposium, Golden, CO, June 2017 \n Goertz, B; Brune, JF; Bogin Jr., GE; Robert, K; Kapela, N and Duddempudi, V [2017]: Development of a Mine Dust Sampling Device for use in Underground Coal Mines,16 th  North American Mine Ventilation Symposium, Golden, CO, June 2017 \n Strebinger*, C, Fig*, M, Pardonner, D, Treffner, B, Bogin, Jr., G.E., and Brune, J.F. [2018]: Investigating High-Speed Deflagrations through Rock Rubble Resulting from Methane Gas Explosions in Confined Spaces. 11th International Mine Ventilation Congress 2018. (Abstract submitted) \n Juganda, A*, Brune, JF, Bogin, Jr., GE, Strebinger, C*, Fig, M* [2018]: Comparing the Use of CFD Modeling and Ventilation Network Software to Analyze Airflow Distribution Around Longwall Panels. 11th International Mine Ventilation Congress 2018. (Abstract submitted) \n Brune, JF and Gilmore RC [2018]: Explosive Testing of Rock Dust Dispersibility for Coal Dust Explosion Prevention. 11th International Mine Ventilation Congress 2018. \n Zarrini, A; Elsherbeni, A and Brune, JF [2018]: Directional of Arrival Tag Response for Reverse RFID Localization, 2018 International Applied Computational Electromag-netics Society (ACES) Symposium, March 24–29, 2018, Denver, Colorado, USA (submitted) \n \n \n \n Brune, JF [1981]: The Major Factors of Influence on the Rock Cutting Process in Rotary Drilling, Diplom Thesis, Technical University Clausthal, Germany, 1981, 124 p. \n Brune, JF [1983]: Drillability Studies in Oil Shale, Master of Science Thesis, Colorado School of Mines, Golden, Colorado, 1983, 333 p. \n Brune, JF [1994]: Der Betrieb von Grossabsetzerkippen in Tagebauen nach Regelprofilen bei hohem Anfall vorwiegend bindiger, weicher Lockergesteinsmassen am Beispiel des Tagebaus Hambach der Rheinbraun AG [Operation of Large Spreader Dumps in Surface Mines with High Amounts of Soft, Cohesive Soils in Rheinbraun AG’s Hambach Mine], Doctoral Dissertation, Technische Universität Clausthal, Germany 1994 [in German], 159 p. \n \n \n \n Marts*, J [2015]: Nitrogen Injection in Progressively Sealed Longwall Gobs and the Formation of a Complete and Dynamic Seal, PhD dissertation, Colorado School of Mines, 2015, 190 p., sole advisor \n Gilmore*, RC [2015]: Computational Fluid Dynamics Modeling of Underground Coal Longwall Gob Ventilation Systems Using a Developed Meshing Approach, PhD dissertation, Colorado School of Mines, May 2015, 280 p., co-advisor G. Bogin, Jr. \n Saki*, SA [2016]: Gob Ventilation Borehole Design and Performance Optimization for Longwall Coal Mining Using Computational Fluid Dynamics, PhD dissertation, Colorado School of Mines, May 2016, 172 p., co-advisor G. Bogin, Jr. \n McDaniel*, KH [2017]: A New Methodology to Evaluate Critical Fire Life Safety and Emergency Preparedness in Vehicular Road Tunnels, PhD dissertation, Colorado School of Mines, May 2017, 188 p., sole advisor \n Lolon*, SA [2017]: Computational Modeling of Barometric Pressure Fluctuation Effects on Explosive Methane-Air Mixtures in a Longwall Mine Gob, PhD dissertation, Colorado School of Mines, May 2017, 173 p., co-advisor G. Bogin, Jr. \n Enright*, CA [2017]: Urban Emergency Medical Response vs. Mining Emergency Medical Response: A comparative Study, MSc Thesis, Colorado School of Mines, May 2017, 51 p., sole advisor \n Goertz*, B [2017]: Identifying Improved Control Practices, Regulations and Research to Prevent Coal Dust Explosions in the United States, MSc Thesis, Colorado School of Mines, May 2017, 72 p., sole advisor \n Juganda*, A [2017]: CFD Modeling of Air Flows and Formation of Explosive Gas Mixtures at a Longwall Face, MSc Thesis, Colorado School of Mines, May 2017, 100 p., co-advisor G. Bogin, Jr. \n \n \n \n Monaghan, W, Brune, JF; Smith, AC [2007]: Determining the Root Causes of Flame Cutting and Welding Fires in Underground U.S. Coal Mines, Proceedings of the National Coal Show, Pittsburgh, Pennsylvania, June 13-15, 2006. Denver, CO: Mining Media, Inc., 2006 Jun; :1-9 \n Zipf, RK; Brune, JF; Thimons, ED [2009]: Progress toward improved engineering of seals and sealed areas of coal mines, 2009 SME Annual Meeting and Exhibit, February 22-25, Denver, Colorado, preprint 09-102. Littleton, CO: Society for Mining, Metallurgy, and Exploration, Inc., 2009; \n Marts*, J; Brune, JF; Gilmore*, R; Worrall, D; Grubb, J [2013]: Impact of Nitrogen Inertization on Methane Distribution in Bleederless Longwall Gobs, SME Preprint TP13-044, SME 2013 Annual Meeting, Denver, February 2013. \n Gilmore*, RC; Marts*, JA; Brune, JF; Grubb, J [2013]: Control of Explosive Zones in Longwall Gobs through Nitrogen Injection, Proceedings, World Mining Congress, Montreal, Canadian Institute for Mining, August 2013 \n Brune, JF [2014]: The Methane-Air Explosion Hazard Within Coal Mine Gobs, preprint no. 14-053, SME 2014 Annual Meeting, Salt Lake City \n Brune, J; Goertz*, B; Stein A; Roper M [2014]: Through-The-Earth Communications Testing at the CSM Edgar Experimental Mine, preprint no. 14-098, SME 2014 Annual Meeting, Salt Lake City \n Brune, JF; Goertz*, B [2014]: A Review of Mine Explosion Prevention Best Practices and necessary new Research in Light of the Upper Big Branch Disaster, preprint no. 14-096, SME 2014 Annual Meeting, Salt Lake City \n Henderson*, N, Mischo, H; Brune, JF [2014]: The Role of Student Mine Rescue Training in Today’s Mining Engineering Curriculum: A Case Study Establishing a Student Mine Rescue Team at the University of Freiberg, Germany, preprint, SME 2014 Annual Meeting, Salt Lake City \n Brune, JF; Goertz*, B [2014]: WiFi Communications Testing at the CSM Edgar Experimental Mine, preprint no. 14-117, SME 2014 Annual Meeting, Salt Lake City \n Gilmore*, RC; Marts*, JA; Brune, JF; Saki*, S, Bogin Jr., GE; Grubb, JW [2014]: An Innovative Meshing Approach to Modeling Longwall Gob Gas Distributions and Evaluation of Back Return Using Computational Fluid Dynamics, preprint no 14-154, SME 2014 Annual Meeting, Salt Lake City \n Anderson*, M, Brune, JF; Hermülheim W [2015]: Comparison of Coal Mine Emergency Management and Rescue Practices in Germany and the United States, preprint no. 15-074, SME 2015 Annual Meeting, Denver \n Pomeroy*, C; Brune, JF; Weyer J; Mischo, H [2015]: Modeling Leakage though Utilization of Modern Software for a Historical Silver Mine, preprint no. 15-099, SME 2015 Annual Meeting, Denver \n Brune, JF; Grubb, JW; Bogin Jr., GE; Marts*, JA; Gilmore*, RC; Saki*, SA [2015]: Lessons learned from research about methane Explosive Gas Zones in coal mine gobs, preprint no. 15-073, SME 2015 Annual Meeting, Denver \n Marts*, JA; Gilmore*, RC; Brune, JF; Saki*, SA; Bogin Jr., GE; Grubb, JW [2015]: Optimizing Nitrogen Injection for Progressively Sealed Panels, preprint no. 15-093, SME 2015 Annual Meeting, Denver \n Gilmore*, RC; Marts*, JA; Brune, JF; Saki*, S, Bogin Jr., GE; Grubb, JW [2015]: Impact of Regulator Settings on The Formation of Explosive Gas Zones in Bleeder Ventilated Longwall Gobs, preprint no. 15-086, SME 2015 Annual Meeting, Denver \n Saki*, SA; Marts*, JA; Gilmore*, RC; Brune, JF; Bogin Jr., GE; Grubb, JW [2015]: CFD Study of Face Ventilation Effect on Tailgate Methane Concentration and Explosive Mixture of Gob in Underground Longwall Coal Mining, preprint no. 15-001, SME 2015 Annual Meeting, Denver \n Duddempudi*, V; Goertz*, B; Soares Barreto*, F; Bogin, GE; Jr.; Brune, J [2016]: Development of a Computational Fluid Dynamics Model for the Design of Pneumatic Dust Sampling Device. Preprint no. 16-148, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Lolon*, S, Brune, JF; Gilmore*, RC; Bogin Jr., GE; Grubb, JW; Saki*, SA; Juganda*, A [2016]: CFD studies on the phenomenon of gob breathing induced by barometric pressure fluctuations. Preprint no. 16-154, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Mull*, A; Weyer J; Mischo, H; Brune, J [2016]: Mine Stopping Construction and Leakage. Preprint no. 16-150, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Gilmore*, RC; Brune, JF; Lolon*, SA; Saki*, SA; Juganda*, A; Zipf RK; Grubb, JW [2016]: Explosive Gas Zone Formation in Underground Coal Longwall Bleeder Ventilated Gobs with an Adjacent Panel using CFD Modeling. Preprint no. 16-159, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Fig*, M, Bogin Jr., GE; Brune, JF; Grubb, JW; Gilmore*, RC [2016]: Methane flame propagation simulation from semi-confined spaces to longwall Gobs – model development and validation. SME 2016 Annual Meeting, Phoenix AZ February 2016. Paper was submitted but not included in preprints due to an error by the publisher \n Saki*, SA; Brune, JF; Bogin Jr., GE; Grubb, JW; Gilmore*, RC; Lolon*, SA [2016]: Optimization of Gob Ventilation Borehole Completion Parameters. Preprint no. 16-058, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Enright*, CA; Harman*, CS; Brune, JF [2016]: Advanced Life Support in the Mining Environment. Preprint no. 16-153, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Verma*, A; Brune, JF [2016: Face ignitions in US coal mines and prevention technologies. Preprint no. 16-132, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Zhiteneva*, V; Brune, JF; Mischo, H, Weyer J; Simon A [2016]: Water Quality of Reiche Zeche Teaching Mine, Freiberg, Saxony, Germany. Preprint no. 16-063, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Brune, JF [2016]: Mine Ventilation Monitoring – Comparing Best Practices in Australia, Germany and the United States. Preprint no. 16-141, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Mull*, A; Weyer, J; Mischo, H; Brune, J [2016]: Mine stopping construction and leakage; Preprint no. 16-150, SME 2016 Annual Meeting, Phoenix AZ February 2016. \n Strebinger*, C, Fig*, M, Blackketter, K, Walz, L, Bogin, Jr., GE, Brune, J, and Grubb, J [2017]: Effect of Simulated Longwall Coal Mine Gob Conditions on the Burning Velocity of Premixed Methane-Air Combustion. Preprint no. 17-048, SME 2017 Annual Meeting, Denver, CO \n Lolon*, SA, Brune, JF, Bogin, Jr., GE, Grubb, JW, and Juganda*, A [2017]: Evaluation of Explosive Methane-Air Mixture Leakage from the Gob Due to Atmospheric Changes. Preprint no. 17-062, SME 2017 Annual Meeting, Denver, CO \n Juganda*, A, Brune, JF, Bogin, Jr., GE, Grubb, and Lolon*, SA [2017]: CFD Modeling of Longwall Tailgate Ventilation Condition. Preprint no. 17-021, SME 2017 Annual Meeting, Denver, CO \n Rockley*, T; Rattmann, L; and Brune JF [2017]: Improving Modern Mining Methods for Moderately Inclined Tabular Deposits, Preprint no. 17-138, SME 2017 Annual Meeting, Denver, CO \n Fuellenbach, C; Brune, JF and Mischo, H [2017]: Research of the Injury Rates in Selected Mining Sectors and the Economic Benefits of Mine Safety Improvements, Preprint no. 17-106, SME 2017 Annual Meeting, Denver, CO \n Brune, JF and Saki SA [2017]: Prevention of Gob Ignitions and Explosions in Longwall Mining Using Dynamic Seals, Preprint no. 17-046, SME 2017 Annual Meeting, Denver, CO \n Mischo H and Brune JF [2017]: Computer Simulation Programms in Mine Rescue Education and Training, on the Example of Student Mine Rescue Teams, Society of Mining Professors Annual Meeting, Torino, Italy, July 2 – 6, 2017, 13 p. \n Strebinger*, C, Fig*, M, Pardonner, D, Treffner, B, Bogin, Jr., G.E., and Brune, J.F., “Investigating High-Speed Deflagrations through Rock Rubble Resulting from Methane Gas Explosions in Confined Spaces”. SME Annual Conference and Exhibit 2018. (Abstract) \n Juganda, A*, Brune, J.F., Bogin, Jr., G.E., Strebinger, C*, and Fig, M*, “Comparing the Use of CFD Modeling and Ventilation Network Software to Analyze Airflow Distribution Around Longwall Panels”. SME Annual Conference and Exhibit 2018. (Abstract) \n Fig*, M, Strebinger, C*, Bogin, Jr., G.E., and Brune, J.F., “Numerical and Experimental Investigation of the Impact of Gob Location on Methane Flame Front Propagation Velocity and Pressure Rise in Cylindrical Vessels”. SME Annual Conference and Exhibit 2018. (Abstract) \n \n \n \n Brune, JF; Goertz*, B; Wood CA [2013]: Lessons Learned from Mine Disasters: New Technologies and Guidelines to Prevent Mine Disasters and Improve Mine Safety, Wheeling Jesuit University, 2013, 101 p.,  http://mistti.cet.edu/assets/final_task-5.1-report.pdf \n Goertz*, B; Brune, JF; Wood CA [2013]: Identifying Improved Control Practices and Regulations to Prevent Methane and Coal Dust Explosions in the United States, Wheeling Jesuit University, 2013, 111 p.,  http://mistti.cet.edu/assets/final_task-5.2-report.pdf \n Brune, JF; Grubb, JW and Bogin, jr., GE [2014]: Computational Fluids Dynamic Modeling for Underground Mines, research final report, Centers for Disease Control and Prevention, National Institute for Occupational Safety and Health, Office of Mine Safety and Health Research, Contract Number: 200-2009-31409, August 2014. \n Brune, JF; Grubb, JW; Bogin Jr., GE [2014]: Computational Fluids Dynamic Modeling for Underground Mines, CDC NIOSH Contract Number: 200-2009-31409, Research Opportunity: Mine Ventilation and Safety Research and Capacity Building, 2014, 139 p. \n Bogin Jr., GE; Brune, JF [2015]: Combustion Modeling of Explosive Gas Zones in Longwall Gobs, Grant No. AFSTI14-2, Alpha Foundation for the Improvement of Mine Safety; Health, Mount Vernon, VA 22121-0129, Augusty 2015, 51 p. \n Zipf, RK, Gilmore* R and Brune, JF [2016]: Relative Dispersibility Experiments of Rock Dust at the Colorado School of Mines Edgar Mine, CDC NIOSH Contract Number254-2015-M-87914, 42 p \n Brune, JF; Goertz*, B; Robert*, K and Bogin, jr., GE [2016]: Development of a New Rock Dust Sampling Instrument, Alpha Foundation for the Improvement of Mine Safety and Health, Mt. Vernon, VA, Grant Number: AFC113-01, peer reviewed and accepted,  https://www.alpha-foundation.org/wp-content/uploads/2017/02/AFC113-01_CSM_FinalReport_Approved.pdf . \n Brune, JF; McDaniel, KH; Enright, C and Zurhorst, M [ 2017]: Fire Emergency Preparedness at the Eisenhower-Johnson Memorial Tunnels, CO. Colorado Department of Transportation, February 2017,  https://www.codot.gov/programs/research/pdfs/2017-research-reports/tunnel-fire/view \n \n \n \n McDonald, CW; Brune, JF [1999]: Performing to a Higher Standard, World Coal, September 1999, p. 39-44 \n Schiffbauer, W; Brune, JF [2006]: Coal Mine Communications, American Longwall Magazine, August 2006 \n Gilmore*, RC; Marts*, J; Brune, JF; Saki*, S, Grubb, J; Worrall*, D [2012]: Reducing the Danger of Methane in the Gob with Nitrogen Injection, World Coal May 2013, pp. 45 – 50. \n Henderson*, NR; Mischo, H; Brune, JF [2014]: Student mine rescue in today’s mining engineering curriculum, Mining Engineering, 2014, Vol. 66, No. 2, pp. 33-37 \n Brune, JF [2014]: Industry View: A Clear and Present Danger, World Coal, Februar 2014, p. 14. \n Brune, J.F. (2014). The methane-air explosion hazard within coal mine gobs, SME Mining Engineering online exclusive feature article, January 31, 2014,  http://me.smenet.org/docs/Publications/ME/Issue/FEB_WEB_ONLY_FEATURE.pdf \n \n \n \n Surface Mine Reclamation Standards in the USA; Rekultivierungskongreß Köln/Brauweiler 1998, University of Cologne, Germany, May 1998, invited by conference organizer, Dr. N. Möhlenbruch, to present mine reclamation overview for United States surface mines \n High-Performance Longwalling and Roadheading in Hard Coal Mining, Minetime Düsseldorf, Germany, 1999 (invited by conference organizers to present longwall mining technology and safety aspects in the U.S.) \n Enterprise Resource Planning (ERP) Software in the Mining Industry, Mining Engineering Graduate Seminar, Colorado School of Mines, Golden, Colorado, February 2004, invited by Prof. K. Dagdelen) \n Beyond Sarbanes-Oxley: How Corporations Can Employ Business Process Management to Achieve Real Benefits. Industry Summit on Mining Performance, The Pennsylvania State University, Pittsburgh, August 2004 (invited by conference organizer, Prof. A. Schissler) \n Coal Mine Communications, First International Mining Health and Safety Symposium, Wheeling Jesuit University, Wheeling WV, 2006 (invited by conference organizer, J. D. McAteer) \n Coal Mine Seal Testing, Second International Mining Health and Safety Symposium, Wheeling Jesuit University, Wheeling WV, 2007 (invited by conference organizer, J. D. McAteer) \n An Overview of the Research Program at the NIOSH Spokane Research Laboratory, Northwest Mining Association Annual Conference, Spokane WA; December 2007 (invited by conference organizer, L. Skaer) \n NIOSH Mining Health and Safety Research with Special Consideration of Dust Explosions, presentation to the OSHA Region X Managers Conference, Spokane, WA; April 2008 (invited by conference organizer, D. Ikeda) \n The NIOSH Mining Safety and Health Research Program, presentation to the National Coalition of Black Lung and Respiratory Disease Clinics Conference, Sheridan Wyoming 2008 (invited by conference organizer, R. Cohen) \n Overview of Safety and Health Research at NIOSH, presented to the Denver Mining Club, Denver 2009 (invited by club president, G. Johnson) \n Control of Explosive Zones and Oxygen Penetration in Longwall Gobs through Nitrogen Injection, Invited presentation (invited by conference chair, John N. Murphy), Longwall USA; Pittsburgh, August 2013 \n The Methane-Air Explosion Hazard in Longwall Gobs, Webinar, Society for Mining, Metallurgy and Exploration, Denver, July 15, 2014 \n Sandvik International Mining Program, Short Course on Surface Mining Equipment and Operations, September 2015, Graduation Address, Leoben, Austria, October 22, 2015 \n Mine Ventilation Monitoring in the United States, Europe and Australia: A Comparison of Best Practices, Society for Mining, Metallurgy and Exploration, Colorado Section, January 21, 2016 \n Underground Mine Communications Technology, Aachen International Mining Symposium, RWTH Aachen University, Aachen, Germany, May 2016 \n Underground Mine Refrigeration and Air Cooling, Graduate Seminar, Technical University Clausthal, May 25, 2016 \n Mine Refrigeration Design. Denver Mining Club, September 9, 2016 \n Mine Data Communications: Distilling Data into Information. Keynote presentation, Wetterkolloquium Symposium FreibergBau, Freiberg, Germany, October 4, 2016 \n The Room-and-Pillar Mining Method: Guest lecture to graduate students at the Technical university Bergakademie Freiberg, Germany, July 11, 2017 \n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/03/Jurgen-Brune-Image-1.jpg"
        },
        {
            "name": "JARED CARBONE",
            "blurb": "Associate Professor Department of Economics and Business",
            "bio": "\n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/10/jared-carbone.jpg"
        },
        {
            "name": "Lincoln Carr",
            "blurb": "Professor, Physics",
            "bio": "Lincoln Carr \n Professor, Department of Physics",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/lincoln-carr.jpg"
        },
        {
            "name": "Carol Dahl",
            "blurb": "Research Professor and Professor Emeritus, Economics and Business",
            "bio": " ",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Carol-Dahl.png"
        },
        {
            "name": "Elizabeth Van Wie Davis",
            "blurb": "Professor, Humanities, Arts and Social Sciences",
            "bio": "Dr. Elizabeth Van Wie Davis has lived and worked in Asia for many years. Initially her academic research focused on China. She and her family lived in China on several occasions, primarily in Nanjing and Beijing, and traveled extensively throughout the Chinese countryside. During her time at Johns Hopkins University SAIS, she met former President George H W Bush on several occasions regarding China issues. Her work on the Chinese energy policy and the environment expanded to other parts of Asia, including field work and publications on Thailand, Indonesia, Japan, and Korea. \n After 17 years in academia, Dr. Davis took a hiatus to work for the US government on issues related to Asia. Based in Hawaii, she travelled regularly to Asia to work on issues of preventive diplomacy. These USG projects included discussions on China with Pakistan, aiding Bangladesh during a difficult political time, and working with the Nepalese officials during the transition from monarchy to representative democracy as well as a citation for her work on the EP3 incident. Simultaneous to these on-the- ground projects, Dr. Davis maintained a rigorous academic agenda that including briefing US senators and congressmen, top US military officers, and foreign government officials on issues related to China and Asia. During this time as well, she wrote her third book, “Islam, Oil and Geopolitics,” examining how energy resources impact the policies of the United States, Russia and China.  \n During her years at Mines, Dr. Davis has continued her work on policy issues related to energy and to share her love and knowledge of Asia. She completed her fourth book,  Ruling, Resources and Religion in China , in 2012 and has begun work on her fifth book.  \n   \n Courses Taught \n \n LAIS 200 Human Systems \n LAIS 344:  International Relations \n LAIS 437 Asian Development \n LAIS 537 Asian Development \n \n   \n Books \n \n (in progress) \nThis book assesses the role of new technologies–with cyber wars, drones and robots–in the changing status of conflict in Asia starting with Sun Tzu to current day concerns. \n   \n   \n   \n \n (London: Palgrave, 2012) \nThis book analyzes the trends of governance that offer insight into China’s future policy—domestic, security, and foreign—that will have repercussions for the world. Issues such as governance concerns, minorities, and religion are all discussed. \n   \n   \n   \n \nEdited (Boulder: Rowman & Littlefield, 2007) \nThis book offers analyses of the intriguing issues of Islam, oil and geopolitics in Central Asia from the perspectives of China, Russia, the Central Asian republics, Mongolia, and the United States. While the US interests focus on the “war on terrorism,” the Russian interests arise from the old Soviet era concerns as well as sharing China’s concerns with fundamentalist terrorism, arms and drugs trafficking, and minority separatist movements. \n   \n   \n   \n \nEdited (Lewiston, NY: Mellen Press, 2000) \nThe essays in this volume address a fundamental question – “What accounts for the many episodes of crisis and conflict in U.S.-China relations over the last fifty-five years; when cooperation has occurred, what conditions made that possible?” \n   \n   \n   \n \n(Lewiston, NY: Mellen Press, 1995) \nThis book presents the first comprehensive overview and analysis of the Law of the Sea Treaty and the application to and involvement of China. \n   \n  ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/ELIZABETH-VAN-WIE-DAVIS.png"
        },
        {
            "name": "Graham Davis",
            "blurb": "Professor Emeritus, Economics and Business",
            "bio": "\n",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Graham-Davis.png"
        },
        {
            "name": "Steven C. DeCaluwe",
            "blurb": "Assistant Professor Department of Mechanical Engineering",
            "bio": "Associate Professor \n Department of Mechanical Engineering",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/11/Steven-DeCaluwe-photo-cropped-for-web.png"
        },
        {
            "name": "Mark Deinert",
            "blurb": "Associate Professor, Mechanical Engineering",
            "bio": "Dr. Deinert was born in New York and grew up in both the United States and Germany. He received a PhD in Nuclear Science and Engineering from Cornell University and did his postdoctoral training there in the Department of Theoretical and Applied Mechanics. \n Dr. Deinert’s research centers on systems modeling to understand the environmental, economic and geopolitical impacts of different energy technologies. His research group uses tools from engineering analysis, thermodynamics, statistical physics and computation to understand problems how dynamics, non-equilibria and systems structure affect energy technologies . By relating performance to design and manufacturing decisions, his research informs development in the laboratory and policy. \n Dr. Deinert is one of the core faculty members for the  Nuclear Science and Engineering program , an interdisciplinary program that offers three different graduate degrees.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Mark-Deinert.jpg"
        },
        {
            "name": "H. Sebnem Duzgun",
            "blurb": "Fred Banfield Distinguished Endowed Chair and Professor Department of Mining Engineering",
            "bio": "H. Sebnem Duzgun Fred Banfield Distinguished Endowed Chair and Professor, Mining Engineering",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/09/sebnem-duzgun.jpg"
        },
        {
            "name": "Roderick Eggert",
            "blurb": "Interim Division Director, Economics and Business; Professor & Viola Vestal Coulter Chair in Mineral Economics",
            "bio": " ",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Rod-Eggert.png"
        },
        {
            "name": "Tulay Flamand",
            "blurb": "Assistant Professor, Economics and Business",
            "bio": " ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/tulay-flamand.jpg"
        },
        {
            "name": "Ben Gilbert",
            "blurb": "Assistant Professor, Economics and Business",
            "bio": "Ben Gilbert \n \nAssistant Professor, Economics and Business",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Ben-Gilbert.png"
        },
        {
            "name": "Marte Gutierrez",
            "blurb": "James R. Paden Chair and Distinguished Professor Department of Civil and Environmental Engineering",
            "bio": "Dr. Marte Gutierrez is the James R. Paden Distinguished Professor at the Department of Civil and Environmental Engineering and the Director for University Transportation Center for Underground Transportation Infrastructure (UTC-UTI) of Colorado School of Mines (CSM). Formerly, he was Post-doctoral Fellow, Senior Engineer and Program Leader at the Norwegian Geotechnical Institute, and Associate Professor/Professor at Virginia Tech. He has held visiting professorship and researcher positions in China, Chile, France, Japan, South Korea, and the UAE. He was the Founding Chair of Department of Civil Infrastructure and Environmental Engineering, Khalifa University, Abu Dhabi, UAE. He has published more than 300 papers in book chapters, journals and conference proceedings, has given keynote and invited lectures at a number of conferences, and has been responsible for more than US$ 20 million in research funding. He is a member of the Editorial Board of five International Journals, and was Board Member and Treasurer of the US Universities Council on Geotechnical Education and Research (USUCGER). He is the recipient of the Geotechnical Research Medal from UK’s Institute of Civil Engineers, the Applied Rock Mechanics Research Award from the American Rock Mechanics Association, and the Kwanghua Visiting Professorship from Tongji University. Dr. Gutierrez’s main research interests are in Geomechanics and Energy and Environmental Sustainability. ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/08/marte-gutierrez-1.jpg"
        },
        {
            "name": "Dorit Hammerling",
            "blurb": "Associate Professor, Applied Mathematics and Statistics",
            "bio": "",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/06/DoritHammerling_2019_square-268x300-copy.jpg"
        },
        {
            "name": "Kathleen Hancock",
            "blurb": "Associate Professor and Graduate Director, Humanities, Arts & Social Sciences",
            "bio": "\n Dr. Kathleen J. Hancock is Associate Professor of Political Science in the Humanities, Arts and Social Sciences Division. She is Director of the M.S in Natural Resources & Energy Policy (NREP); the Global, Energy, and Policy Studies Program; and the Global Politics & Society Minor.  She is also Co-Director (with Dr. Tim Ohno) of the multidisciplinary Energy Minor. Her current book project is on the politics of renewable energy.  Focusing on the United States, especially at the state level, she uses political coalition, lobbying, and advocacy theories to describe and then explain renewable energy policies and outcomes.  She highlights how conventional understandings of energy politics (Republicans are pro-fossil fuels; Democrats are pro-renewables) do not capture the richness of energy politics. Understanding these dynamics will help policy makers and the public better understand how the U.S. can continue to increase renewable energy production and consumption.  She is lead editor and author of two chapters for the forthcoming  Oxford Handbook on Energy Politics .  She is on the editorial board for  Energy Research & Social Science  and has published a number of articles and book chapters on energy security, hydropower in Africa, and regional trade in Africa, among other topics. She guest edited a special issue on  Renewable Energy in Sub-Saharan Africa:   Contributions from the Social Sciences  ( Energy Research & Social Science , Feb. 2015 ).   In 2015-16, Dr. Hancock was Visiting Researcher at Freie Universität Berlin.  She coordinates an international group of scholars and practitioners working on the international political economy of regionalism, resources and energy. \n \n Publications \n \n For Dr. Hancock’s publications, see  https://mines.academia.edu/KathleenHancock \n \n Courses Taught \n \n HASS 200 Global Studies: Politics \n HASS 491 Energy Politics \n HASS 550 Political Risk Assessment \n HASS 591 Energy Politics \n HASS 593 Natural Resources and Energy Policy: Theories and Practice \n \n Writing Handouts \n \n Examples of In-Text Citations \n Format for the Reference Page  \n Suggestions for Writing Short Papers \n Things to Check Before Turning in Your Paper \n \n News \n \n Dr. Kathleen Hancock begins new work in MIPER , The Ore Digger Newspaper (April 2011) \n \n M.S. IN NATURAL RESOURCES AND ENERGY POLICY \n NREP applies a unique multidisciplinary social science lens to natural resources and energy issues, teaching a combination of qualitative and quantitative methods, with a strong focus on original research, critical thinking, and written and oral communication. \n NREP Website",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Kathleen-Hancock.jpg"
        },
        {
            "name": "Wendy Harrison",
            "blurb": "Professor, Geology and Geological Engineering",
            "bio": "Wendy J. Harrison is a tenured Professor of Geology and Geological Engineering at Colorado School of Mines. Her fields of scholarly expertise are in geochemistry and hydrology as well as geoscience education and she has published papers in topics that range from impact shock metamorphism in lunar materials, the formation of gas hydrates and their role in CO2 sequestration, metals uptake by trees in mined lands, and mitigating respiratory quartz dust hazard. During her career in academia at Colorado School of Mines, she has served as Director of the McBride Honors Program in Public Affairs for Engineers, and Associate Provost and Dean of Undergraduate Studies and Faculty. Dr. Harrison recently completed an appointment at the National Science Foundation as Division Director for Earth Sciences in the Geosciences Directorate. She currently serves as an advisor to the Petroleum Institute, Abu Dhabi and Nazarbayev University, Kazakhstan, in the foundation of in-country research and education programs in earth resources. Educated at the University of Manchester, UK, she held a pre-doctoral fellowship at The Geophysical Laboratory of the Carnegie Institution of Washington and a National Research Council research fellowship at NASA-Johnson Space Center. Her work experience includes 8 years as a senior research geologist for Exxon Production Research Company in Houston, Texas.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/WENDY-HARRISON-1.png"
        },
        {
            "name": "John Heilbrunn",
            "blurb": "Associate Professor, Humanities, Arts & Social Sciences",
            "bio": "John R. Heilbrunn (Ph.D. UCLA 1994) is Associate Professor and a Research Fellow at the University of Bordeaux’s laboratory,  Les Afriques dans le Monde  a unit of SciencesPo-Bordeaux (http://www.lam.sciencespobordeaux.fr/fr/page/chercheurs-associes). His research interests include the political economy of the extractive industries with an emphasis on oil exporting states in Africa, the extractive industries and emerging middle classes in low and middle income countries, the political economy of governance and anti-corruption, natural resources and development in Africa, political economic change in Africa, and French politics. The author of over 30 articles, reports, and chapters in edited volumes, Dr. Heilbrunn recently published  Oil, Democracy, and Development in Africa  (Cambridge University Press 2014). He is currently working on a new book project  The Emerging Middle Class, the Extractive Industries, and Democracy in Africa . \n An internationally recognized expert on governance and anti-corruption, Dr. Heilbrunn has a number of publications on governance and anti-corruption and has provided a consultative role for numerous governments in Africa, Eastern Europe, and the Middle East and North Africa. He has served as a consultant to the United States Government, the United States Agency for International Development, the United Kingdom’s Department for International Development, the German GTZ (now GIZ), the Norwegian Agency for Development Cooperation, the Organization for Economic Cooperation and Development, the Organization for Security and Cooperation in Europe, the African Development Bank, the World Bank, and a number of other development organizations. He is a board member of the International Scientific and Professional Advisory Council of the United Nations Crime Prevention and Criminal Justice Programme (http://ispac.cnpds.org/static-18-executive-board-of-ispac.html). \n Prior to joining the faculty at Mines, Dr. Heilbrunn was a Senior Public Sector Reform Specialist in the Poverty Reduction and Economic Management Vice-Presidency of the World Bank. In this position, he was co-coordinator of the anti-corruption thematic group and responsible for evaluation of compliance with the World Bank’s governance and anti-corruption strategy included in the business plan for each borrowing country. With global responsibilities, Dr. Heilbrunn represented the World Bank as a senior official on mission in over 30 different countries and four regions (AFR, EAP, ECA, and MENA). \n \n Courses Taught \n \n Conflict Management and Development \n Corruption and Development \n Human Systems since 1500 \n Natural Resources and Development \n Natural Resources and War in Africa \n Natural Resources and Development in Africa \n \n Scholarship – selected publications – monographs \n \n 2014.   Oil, Democracy, and Development in Africa . New York: Cambridge University Press. \n 1997.   Markets, Profits and Power: The Politics of Business in Benin and Togo , Bordeaux: Centre d’Études d’Afrique Noire, SciencesPo-Bordeaux. \n \n Selected Articles \n \n 2015. Book review, Mthuli Ncube and Charles Leyeka Lufumpa, eds. The Emerging Middle Class in Africa (New York: Routledge, 2015) in  International Journal of African Historical Studies  (forthcoming). \n \n Selected Chapters \n \n 2015. Book review, Llewelyn Hughes,  Globalizing Oil Firms and Oil Market Governance in France, Japan, and the United States  (New York: Cambridge University Press, 2014) in  Perspectives on Politics  13, 01. \n â€‹2014. “The Middle Class and Political Stability: The Beninese Experience.” In  Les classes moyennes et leur rôle sur la stabilité politico-sécuritaire des États d’Afrique subsaharienne , 127-153. Eds Dominique Darbon and Comi Toulabor. Paris: Éditions Karthala. \n \n Selected Reports \n \n 2014. “The Fight Against Corruption: The World Bank Debarment Policy.” In  Preventing Corporate Corruption: The Anti-Bribery Compliance Model , 315-329. Eds. Stefano Manacorda, Francesco Centzone, and Gabrio Forti. New York: Springer. \n 2013. “Non-Technical Drivers of Public Financial Management in Nigeria.” Report prepared for the World Bank, Poverty Reduction and Economic Management, Public Sector Governance Network and the Nigeria Country Team. \n 2011. “Post-Conflict Reconstruction, Legitimacy, and Anti-Corruption Commissions.” In  Fighting Corruption in Post-Conflict States , 201-217. Eds. Christine Cheng and Dominik Zaum. New York: Routledge. \n 2009. “Globalization, Democracy, and Institutional Transfer to Africa.” In  La politique des modèles en Afrique: Simulation, dépolitisation et appropriation , 15-35. Ed. Dominique Darbon. Paris: Karthala. \n 2009. “L’Afrique et l’économie politique international.” In  Le politique en Afrique  : État des débats et pistes de recherche, 255-287. Eds. Mahammadu Gazibo and Céline Thiorot. Paris: Karthala. \n 2007. “Equatorial Guinea and Togo: What Prize for Repression?” In  Worst of the Worst: Dealing with Repressive and Rogue Nations , 221-249. Ed. Robert I. Rotberg. Brookings Institution Press. \n 2007. Book Review, “Staffan Lindberg, Democracy and Elections in Africa.”  Comparative Political Studies (September): 1138-1141. \n 2006. “Anti-Corruption Commissions.” In  The Role of Parliament in Curbing Corruption , 135-147.  Eds Stapenhurst, Johnston, and Pelizzo. The World Bank. \n 2006. “Togo: Political Repression and Clan Politics.”   African Contemporary Record, Vol. 28  (2001-2002): B225-B235. \n 2006. “Paying the Price of Failure: Reconstructing Failed and Collapsed States in Africa and Central Asia, a Review Essay.”   Perspectives on Politics 4 , 1 (March): 135-150. \n 2005. “Togo: Dictatorship without a Dictator.”   WARA Newsletter  (Spring). \n 2005. “Oil and Water: Elite Politicians and Corruption in France.”  Comparative Politics 37 , 3 (April): 277-296. \n 1995. “Une si petite démocratisation pour le Togo” with Comi M. Toulabor.  Politique Africaine (Juin) : 85-100 \n 1993. “Social Origins of National Conferences in Benin and Togo,”  The Journal of Modern African Studies 31 , 2 (June): 277-299 \n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/John-Heilbrunn.png"
        },
        {
            "name": "Chris Higgins",
            "blurb": "Associate Professor, Civil and Environmental Engineering",
            "bio": "\n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/06/christopher-higgins.jpg"
        },
        {
            "name": "Elizabeth Holley",
            "blurb": "Assistant Professor, Mining Engineering",
            "bio": "\n   \n   \n For updated information on Dr. Holley’s projects, publications, and open positions, please visit Dr. Holley’s  Mining Geology Research Group Website . \n   \n   \n   \n Research Interests \n \n Mineral exploration vectors and genetic models: Carlin-type, porphyry and epithermal deposits \n Sulfide and sulfate mineral behavior in the heap leach and mine waste environments \n Geological controls on production, processing and reclamation \n Public policy and public participation in the mining industry \n Pedagogical innovation in STEM education \n \n Current Research \n \n Geochemical characterization of artisanal gold mine sites, Colombia and Peru. Funded by National Science Foundation, Co-PI,  Funded PhD Positions Available with Dr. Holley – CLICK HERE \n Dating mineralization in a Carlin-type gold deposit: A test of the Fe-oxide (U-Th)/He chronometer. Funded by National Science Foundation, PI. \n Ore characterization at the Wharf Mine, South Dakota. Funded by Coeur Mining, PI. \n New exploration models for sediment-hosted gold, Nevada. Funded by Newmont Mining, PI. \n Agglomeration methods for sulfide sequestration, Cripple Creek. Funded by CC&V, Co-PI. \n Capacity Building for Ground Control. Funded by NIOSH, Co-PI. \n Exploratory research on rock damage from geologic and induced thermal loading. Funded by National Science Foundation, Co-PI. \n Corporate social responsibility and social license in mining projects. Funded by Gates Foundation, PI. \n \n Courses Taught \n \n MNGN 428/429: Mining Engineering Design \n MNGN 625: Mining Graduate Seminar \n Undergraduate geology for mining engineers \n MNGN 528: Graduate Mining Geology \n \n Previous Courses Taught \n \n GEGN 403: Mineral Exploration Design \n GEOL 520: New Developments in the Geology & Exploration of Mineral Deposits \n GEOL 523: Reflected Light & Electron Microscopy \n GEOL 598: Geology & Mineral Deposits of Northern Nevada \n \n Education \n \n Colorado School of Mines Ph.D. Geology, 2012 Emphasis: Economic geology \n University of Otago, New Zealand M.Sc. Geochemistry, 2006 Emphasis: Geochemistry of mine wastes \n Pomona College, California B.A. Geology, 2004 Emphasis: Metamorphic petrology \n \n Professional Experience \n \n 2012 – 2014: Teaching Assistant Professor, Department of Geology & Geological Engineering, Colorado School of Mines \n 2010 – 2012: Adjunct Faculty, Regis University \n 2009: Exploration Geologist, Ur-Energy, Littleton, Colorado \n 2007 – 2009: Project Geologist, contracting to Underworld Resources, Yukon, Canada; Queensland Minerals, Australia; Reunion  Gold Corporation, Suriname \n 2004 – 2005: Science and Mathematics Instructor, Pacific View Charter School, Oceanside, California \n 2004 – 2005: Staff Geologist, Geothermal Surveys Inc., Pasadena, California \n \n Professional Activities and Service \n \n 2012 – Present: Education & Training Program Coordinator, Society of Economic Geologists; organized over 50 short courses, workshops and field trips \n Member of SME, SEG, and GSA \n \n Awards \n \n 2005 – 2006: Rotary Ambassadorial Scholar to New Zealand \n 2004 Watershed Management Program Exchange: Tahoe-Baikal Association \n \n Publications \n \n \n Holley, E.A., Mitcham, C., 2012. The Pebble Mine dialogue: A preliminary analysis of an effort to integrate geoscience, market exploitation, and the public good. Participation and Scientific Culture: International Perspectives, I. Díaz García and A. Muñoz van Eynde, eds, Arbor / Los Libros de La Catarata, Madrid, Spain. \n \n \n \n Holley, E.A., 2019. Pebble, Alaska: Teaching economic geology and its broader context through a case study of a controversial mining project. In the Trenches, April 2019,  National Association of Geoscience Teachers . \n \n *indicates student advisee of E. Holley at Colorado School of Mines † indicates student, not primarily advised by E. Holley   \n \n *Nicco, M.,   Hartlieb, P., Pfaff, K.,  in review.  Mineralogical controls on microwave-induced cracking of granites.  Rock Mechanics and Rock Engineering. \n *Huff, D.E.,   Guenthner, W.R., †Kaempfer, J.M.,  in review.  Fe-oxides in jasperoids from two gold districts in Nevada: characterization, geochemistry, and (U-Th)/He dating.  Geochimica et Cosmochimica Acta. \n  Smith, N., †Casabuenas Cabezas, I., Restrepo-Baena, O.J.,  in review.  Coexistence or conflict between small-scale and large-scale mining at Marmato, Colombia: Technical and social drivers.  Resources Policy. \n *Teschner, B.,    in press.  The cost of mine suspension from social conflict: A decision tree model.  Resources Policy. \n *Young, M., Walton, G.,  ,  in press.  Factors predictive of roof instability in addition to the existing CMRR criteria at two case study coal mines.  Journal of Coal Geology. https://doi.org/10.1016/j.coal.2019.103255 \n  *Lowe, J.A., Johnson, C.A., Pribil, M.J., 2019. Magmatic-hydrothermal gold mineralization at the Lone Tree Mine, Battle Mountain, Nevada.  Economic Geology,  v. 114, p. 811-856.  https://doi.org/10.5382/econgeo.4665 . \n *Young, M., Walton, G.,   2019. Investigation of factors influencing roof stability at a Western U.S. longwall coal mine,  International Journal of Mining Science and Technology,  v. 29, p. 139-143.  https://doi.org/10.1016/j.ijmst.2018.11.019 \n , *Yu, Y.T., Sitchler, A., Winterton, J., 2018. Quantitative mineralogy and geochemistry of pelletized sulfide-bearing gold concentrates in an alkaline heap leach,  Hydrometallurgy,  v. 181, p. 130-142.  https://doi.org/10.1016/j.hydromet.2018.06.017 \n *Fithian, M.T.,   Kelly, N.M., 2018. Geology of the Marigold gold deposits, Battle Mountain district, Nevada,  Reviews in Economic Geology:  Diversity of Carlin-type deposits, J. Muntean, ed., v. 20, p. 120-155.  Invited contribution; special publication not available online. \n *Nicco, M.,   Hartlieb, P., Kaunda, R., Nelson, P.P., 2018. Comprehensive method for characterization of induced rock fractures: a case study of microwave irradiated granodiorite,  Rock Mechanics and Rock Engineering,  v. 51 no. 7, o. 2075-2093. https://doi.org/10.1007/s00603-018-1445-x \n  Monecke, T., Bissig, T., Reynolds, T.J., 2017. Evolution of high-level magmatic-hydrothermal systems: new insights from ore paragenesis of the Veladero high-sulfidation epithermal Au-Ag deposit, El Indio-Pascua belt, Argentina,  Economic Geology,  v. 112, p. 1747-1771.  https://doi.org/10.5382/econgeo.2017.4528 \n  2017. Engaging mining engineers in geoscience through case studies and active learning.  Journal of Geoscience Education,  v. 65, n. 3, p. 240-249.  https://doi.org/10.5408/16-145.1 \n , Bissig, T., Monecke, T., 2016. The Veladero high-sulfidation epithermal gold deposit, El Indio-Pascua belt, Argentina: Geochronology of alunite and jarosite.  Economic Geology,  v. 111, p. 311-330.  https://doi.org/10.2113/econgeo.111.2.311 \n  Mitcham, C., 2016. The Pebble Mine dialogue: a case study in public engagement and the social license to operate.  Resources Policy,  v. 47, p. 18-27.  https://doi.org/10.1016/j.resourpol.2015.11.002 \n  Craw, D., Kim, J.P., 2010. Natural and mining-related mercury in an orogenic greywacke terrane, South Island, New Zealand.  New Zealand Journal of Geology and Geophysics,  v. 53, p. 103-114.  https://doi.org/10.1080/00288306.2010.498784 \n  Craw, D., McQuillan, A. J., 2007. Mercury mobilization from oxidative dissolution of cinnabar and metacinnabar.  Chemical Geology,  v. 240, p. 313-325.  https://doi.org/10.1016/j.chemgeo.2007.03.001 \n \n *indicates student advisee of E. Holley † indicates student, not primarily advised by E. Holley   \n \n Smith, J., Rulifson, G., Grady, C., Smith, N., Battalora, L., McClelland, C., Sarver, E., Kaunda, R., and   2019. Critical Approaches to CSR as a Strategy to Broaden Engineering Students’ Views of Stakeholders.  Proceedings of the ASEE Conference and Exposition , Tampa, Florida. \n †Salgado Cabeza, M.,  ., Restrepo-Baena, O., 2019. Traditional and small-scale mining in Marmato, Colombia; a case study of mercury-free professing in Colombia.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n Restrepo-Baena, O., *Delgado-Jimenez, A., Smith, N.,   Lucena, J., 2019. Mining in the coffee lands: Lessons of coexistence in Andes, Colombia.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Nicco, M.,   Hartlieb, P., Kaunda, R., Nelson, P., 2019. Microwave-enhanced comminution: Which rock types are suitable?  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Nicco, M.,   Pfaff, K., Hartlieb, P., Nelson, P., 2019. Characterization of rock microcracks using thin section petrography, SEM automated mineralogy, and microCT.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Huff, D.,   Guenthner, W., 2019. “Distal-Disseminated” deposits in the Battle Mountain mining district: Possible expressions of a Porphyry-Carlin continuum?  AMEBC Mineral Exploration Roundup, abstracts. \n *Huff, D.,   Guenthner, W., 2019. Hunting Elephants with Microanalyses – LA-ICP-MS Geo- and Thermochronology Applied to Carlin Exploration.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Teschner, B.,   2019, Incorporating social conflict risk into project valuation: A stochastic modeling approach.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Young, M., Walton, G.,   2019. What factors beyond those included in the existing Coal Mine Roof Rating (CMRR) could also be predictive of roof instability in underground coal mines? Invited presentation, Best of Ground Control Session,  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Teschner, B.,   2018. Proposed mercury abatement and disposal at Donlin Gold, Western Alaska: Geology, stakeholders, and mine permitting.  Society of Economic Geologists annual conference, abstracts. \n *Huff, D.,   Guenthner, W., 2018. “Distal-disseminated” deposits in the Battle Mountain District: Possible expressions of a porphyry-Carlin continuum?  Society of Economic Geologists annual conference, abstracts. \n *Young, M., Walton, G.,   2018. What factors beyond those included in the existing Coal Mine Roof Rating (CMRR) could also be predictive of roof instability in underground coal mines?  International Conference on Ground Control in Coal Mines conference abstracts. \n *Teschner, B.,   Smith, N., 2018. The grand challenges of social licensing in mining.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Teschner, B., Berberick, D., Grubb, J.,   2018. Managing an uncertain future: Monte Carlo simulation of a real options valuation model to improve investment decision making.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Huff, D.,   Guenthner, W., 2018. Do crystal morphology and jasperoid geochemistry affect Fe-oxide (U/Th)/He cooling ages in Carlin systems?  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n *Huff, D.,   Guenthner, W., 2017, A history of fluid flow at the Marigold gold deposit, as determined by apatite and Fe-oxide minerals.  Canadian Mining Institute Student Symposium at the Prospectors and Developers Association of Canada, abstracts. \n *Huff, D.,   Guenthner, W., 2017. Evaluating the hydrothermal fluid flow history of the Marigold deposit, Nevada using (U/Th)/He thermochronology.  Society of Mining, Metallurgy and Mineral Exploration conference abstracts. \n Arora, S., Kaunda, R.,   Hartlieb, P, *Nicco, M., Nelson, P., 2016. Understanding the effects of microwave irradiation on physical properties of rocks using numerical modeling.  Geological Society of America abstracts. \n *Foiles, L,.   Goldfarb, R., Zhou, W., 2016. Targeting areas of gold favorability through factor analysis of stream sediment data, Fairbanks district, east-central Alaska.  Geological Society of America abstracts. \n  *Fithian, M.T., Carver, J., 2016. Geology of the Marigold Deposit, Battle Mountain trend, Nevada: New Exploration Insights for Sedimentary-Rock Hosted Gold.  Society for Mining, Metallurgy and Exploration, abstracts. \n *Huff, D.,   Guenthner, W., 2016. Constraining the timing of hydrothermal fluid flow at the Marigold deposit, Nevada using (U/Th)/He thermochronology.  Geological Society of America abstracts. \n *Lowe, J.,   2016. A petrographic and geochronologic study of gold mineralization at the Lone Tree deposit, Nevada.  Geological Society of America abstracts. \n *Meyer, J.,  , Steele, J., 2016, Robotic mapping using LiDAR: Case study from the Edgar Experimental Mine, Idaho Springs, Colorado,  Geological Society of America abstracts. \n *Meyer, J.,  , Steele, J., 2016. Underground resource prospecting using a semi-autonomous, multi-instrumented robot.  Space Resources Roundtable: Planetary and Terrestrial Mining Sciences Symposium, abstracts. \n *Nicco, M.,   Kaunda, R., Hartlieb, P., Arora, S., Nelson, P.P., 2016. A mineralogical study of rock fracture patterns under thermal loading.  Geological Society of America abstracts. \n *Pedraza Rojas, J.,   Wendlandt, R., Pfaff, K., Rasumssen, H., 2016. Geologic characterization of the Wharf mine, South Dakota.  Geological Society of America abstracts. \n Tsuruoka, S., Monecke, T., Reynolds, T.J.,  , 2016. Evolution of the magmatic-hydrothermal system at the Summitville high-sulfidation epithermal Au deposit, Colorado.  Geological Society of America abstracts. \n *Yu, Y.T.,   Sitchler, A.N., Winterburn, J., 2016. Sequestration of acid-generating mill concentrates, Cripple Creek, Colorado.  Geological Society of America abstracts. \n  2015. Teaching deeper thinking through controversy: a case study from a graduate ore deposits course.  National Association of Geoscience Teachers Earth Educators Rendezvous. \n , Ressel, M.W., *Fithian, M.F., Carver, J., Kofoed, R., 2015. Battle Mountain revisited: Major Cretaceous and Eocene intrusion-related hydrothermal systems.  Geological Society of Nevada Symposium, New Concepts and Discoveries. \n *Cervera-Acosta, J.,   *Gonchig, T., *Vasquez, E., *Lagrava, P., *Lowe, J., 2014. Quartz-sulfosalt relationships in high-sulfidation deposits- Goldfield  Deposit, Nevada, USA: Genetic Implications.  Society of Economic Geologists abstracts. \n Erickson, J., Pfaff, K., Kelly, N.,   Monecke, T., Lowers, H., Van Gosen, B., 2014. Rare-earth element mineralization and formation of the Iron Hill Carbonatite Complex, Gunnison County, Colorado.  Society of Economic Geologists abstracts. \n *Fithian, M.,   2014. Geochemical characterization of gold mineralization and alteration in sedimentary host rocks and porphyritic intrusions, Marigold deposit, Nevada.  Society of Economic Geologists abstracts. \n Oseguera, O., Monecke, T.,   Kuiper, Y., Kelly, N., 2014. The significance of magma mingling and mixing during the formation of the volcanic host rock succesions of the Archean Horne and Quemont massive sulfide deposits, Rouyn-Noranda, Quebec.  Society of Economic Geologists abstracts. \n *Skewes, W.,   2014. Post-mineralization displacement of Carlin-type deposits: effects of the Northern Nevada rift.  Society of Economic Geologists abstracts. \n  Monecke, T., Bissig, T., 2013. Quartz paragenesis at the Veladero deposit, Argentina: New insights into lithocap alteration in the high-sulfidation epithermal environment. Society of Economic Geologists abstracts. \n  Monecke, T., Bissig, T., 2012. Alunite and jarosite geochemistry and ages at the Veladero high-sulfidation epithermal Au-Ag deposit, Argentina.  Society of Economic Geologists abstracts. \n  Monecke, T., Bissig, T., 2012. Alunite and jarosite alteration ages at the Veladero high-sulfidation epithermal Au-Ag deposit, Argentina.  34th International Geological Congress abstracts. \n  Monecke, T., Bissig, T., 2010. Ore-hosting breccias at the Veladero high-sulfidation epithermal deposit, El Indio-Pascua belt, Argentina.  Society of Economic Geologists abstracts. \n Fleming, A., Paulsen, H.K.,  , 2009. Underworld Resources’ White Gold Discovery, Yukon Territory. Abstract,  AMEBC Mineral Exploration Roundup. \n  Craw, D., 2007. Mercury concentration and mobility in an orogenic greywacke terrane, South Island, New Zealand.  International Association of Applied Geochemists. \n  Cheney, J., Ross, T., 2004. Pressure-Temperature Conditions of Metamorphism in Eclogites, Syros, Greece.  Geological Society of America; Cordilleran Section. \n Morton, N.,   Myers A., Reinen, L., 2003. Deformation Bands and Host Rock Characteristics, San Onofre, Ca.  Geological Society of America; Cordilleran Section. \n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Elizabeth-Holley-1.png"
        },
        {
            "name": "Greg Jackson",
            "blurb": "Professor, Mechanical Engineering",
            "bio": "\n Prof. Greg Jackson has served in academia for over 20 years.  He served as the Dept. Head of Mechanical Engineering at Mines from 2013-2017.   Before joining Mines in 2013, Jackson was a faculty member for 15 years at the University of Maryland in the Department of Mechanical Engineering and their campus-wide Energy Research Center for which he served as Associate Director for several years. \n At Mines, Dr. Jackson manages a research group active in concentrated solar energy storage and in solid-oxide electrochemical systems. He currently leads a broad effort on both reactive and inert oxide particles for high-temperature energy storage for concentrating solar power applications. He has published broadly on materials and processes for high-temperature catalysis and electrochemistry for a range of energy conversion applications. He received his Ph.D. from Cornell University where he performed research on liquid fuel combustion. After his Ph.D., he worked at Precision Combustion Inc. where he led research and development efforts on catalytic reactors for low-NOx combustion and catalytic ignition in various applications.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Greg-Jackson.jpg"
        },
        {
            "name": "Zane Jobe",
            "blurb": "Research Associate Professor, Geology and Geological Engineering; Director, Chevron Center of Research Excellence",
            "bio": "Research Interests: 1) Sediment transport and stratigraphic architecture of submarine depositional systems; 2) linkages between modern geomorphic surfaces and the stratigraphic record; 3) sedimentary basin analysis \n Twitter:  @ZaneJobe \nBlog: off the shelf edge –  www.offtheshelfedge.wordpress.com \nCV:  https://inside.mines.edu/UserFiles/File/CoRE/CV/Zane_Jobe_CV.pdf",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/06/zane-jobe.jpg"
        },
        {
            "name": "Eliot Kapit",
            "blurb": "Associate Professor Department of Physics",
            "bio": "Eliot Kapit \n Associate Professor, Department of Physics",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/10/eliot-kapit-photo-2.jpg"
        },
        {
            "name": "Rennie Kaunda",
            "blurb": "Assistant Professor, Mining Engineering",
            "bio": "\n Academic Appointment and Responsibilities \n 2014 – Present: Colorado School of Mines, Department of Mining Engineering, Assistant Professor \n Responsibilities include the education, mentoring, and professional development of undergraduate and graduate students, the pursuit of research activities, and performing service contributions both internal and external to CSM. Current research interests include fundamental and applied rock mechanics in mining and civil operations, slope stability, computational and applied artificial neural networks in mining and earth systems engineering, occupational health & safety, and environmental sustainability. \n Current Research \n \n Artificial Neural Networks Applications in Surface and Underground Mining \n Slope Stability \n Internal Erosion in Embankments \n Rock Fragmentation Optimization \n Characterization of Deep In-Situ Stresses \n \n Professional Experience \n \n 2011 – 2013: SRK Consulting Inc. \n 2007 – 2011: Golder Associates Inc. \n 2006 – 2007: Michigan Department of Environmental Quality \n 1999: Zambia Consolidated Copper Mines \n \n Professional Certifications \n \n Colorado Professional Geotechnical Engineer (License #48308) \n Occupational Health and Safety Hazardous Waste Certification \n MSHA Safety Certificate \n \n Education \n \n Ph.D. Western Michigan University, Kalamazoo, Michigan (2007) \n M.S. University of Arizona, Tucson, Arizona (2002) \n B.S. University of Arizona, Tucson, Arizona (1999) \n \n Honors and Awards \n \n WMU Research Grant \n David Kuenzi Award \n GSA Research Fellowship \n Phi Eta Sigma Honor Society Award \n ZAL Holdings Fellowship \n \n Professional Affiliations \n \n International Society of Rock Mechanics \n Society of Mining, Metallurgy, and Exploration \n American Society of Civil Engineers \n Association of Environmental and Engineering Geologists \n Geological Society of America \n \n Peer Reviewed Publications \n \n Kaunda, R. “Predicting shear strengths of mine waste rock dumps and rockfill using artificial neural networks.” International Journal of Mining and Mineral Engineering, under review. \n Kaunda, R. “New artificial neural networks for true triaxial stress state analysis and demonstration of the effects of the intermediate principal stress on intact rock strength.”  Journal of Rock Mechanics and Geotechnical Engineering, (2014), DOI:10.1016/j.jrmge.2014.04.008. \n Kaunda, R. “An extrapolation technique for subsurface geomorphology in active natural slopes using limited borehole deformation data”.  Geomorphology, Vol. 134, No. 3-4 (2011), 503-508. \n Kaunda, RB. “A linear regression framework for predicting subsurface geometries and displacement rates in deep-seated slow moving landslides”.  Engineering Geology, Vol. 114, No. 1-2 (2010), 1- 9. \n Kaunda, RB, RB Chase, A Kehew, K Kaugars and J Selegean. “Neural network modeling applications in active slope stability problems”. Environmental Earth Science, Vol. 60, No. 7 (2009), 1545- 1558. \n Kaunda, RB, RB Chase, A Kehew, K Kaugars and J Selegean. “Interpretation of a progressive slope movement using balanced cross sections and numerical integration”. Environmental and Engineering Geoscience, Vol. 14, No. 2 (2008), 121- 131. \n Kemeny, J, R Kaunda, E Mofya and P Lever. “Improvements in blast fragmentation models using digital image processing”. Fragblast, Vol. 6 No. 3-4 (2002), 311-320. \n Kemeny, J, R Kaunda, E Mofya, D Streeter, T Dangi and G Perry. “Effect of blasting on the crushability and grindability of rock fragments”. NARMS-TAC, Toronto, Canada, 2002. \n Call, C.J., Gleason, A.E., Kaunda, R.B.,  Mcneill, M.J., Mkandawire, E., Palmer, J.D., Portney, B.S.,  Sternberg, B.K., Tembo, J., Wagner, S.L.,  “Geophysical Surveys near Fort Huachuca, Arizona” Geophysics  2002, Laboratory for Advanced Subsurface Imaging (LASI), The University of Arizona, Tucson, AZ, 2002. \n Kemeny, J, E Mofya and R Kaunda. “Predicting blast fragmentation using digital image processing and drill monitoring data”. Proceedings of the International Symposium of Mine Planning and Equipment Selection (ISMPES), New Delhi, 2001. \n \n Conferences \n \n Bouali, H.Y., Kaunda, R., Chase, R.B., Kehew, A.E., “The stability of the Lake Michigan Bluffs in Allegan County, Michigan, and the relationships between air temperature, groundwater levels, and downslope displacement”.  Geological Society of America Abstracts with Programs Vol. 45 No. 4 47th Annual Meeting, MI, May 2013. \n Chase, R, A Kehew, R Kaunda and M Glynn. “Mitigation of slope failures in a freeze/thaw environment by removal of ground water”. Proceedings of the First North American Landslide Conference, Vail, CO, June, 2007. \n Kaunda, R. “Mathematical and Artificial Neural Network Modeling of Landslides”. Western Michigan University Graduate College Annual Award Ceremony, Kalamazoo, MI, April 2007. \n Kaunda, R, R Chase and A Kehew. “Effects of ground water flow patterns on slope stability”. Geological Society of America Abstracts with Programs Vol. 38, No. 7 Annual Meeting, Philadelphia, PA,  October 2006 \n Kaunda, R, R Chase and A Kehew. “Using rate-dependent relationships from inclinometer data to monitor landslides and slope movements”. Geological Society of America Abstracts with Programs Vol. 38. No. 7 Annual Meeting, Philadelphia, PA, October 2006. \n Kaunda, R, R Chase, A Kehew and K Kaugars. “Neural network modeling of failure surface development in bluff displacement studies using a simple pole-and-cable survey system”. Geological Society of America Abstracts with Programs Vol. 38 No. 4 North Central Region Meeting, Akron, OH, April 2006. \n Kaunda, R, R Chase, A Kehew and K Kaugars. “Application of a Gaussian quadrature algorithm to cross section constructions in bluff displacement modeling studies”. Geological Society of America Abstracts with Programs Vol. 37 No. 7 Annual Meeting, Denver, CO, October 2005. \n Kaunda, R, M Glynn, R Chase and A Kehew. 2005. “Bluff stabilization along Lake Michigan using active and passive dewatering techniques”. National Defense and Industry Association (NDIA) Conference, St. Louis, MO, September. 2005. \n Kemeny, J, R Kaunda, D Streeter and T Bobo. “Effect of blasting on the strength of rock fragments”. Proceedings of the 29th Annual Conference on Explosives and Blasting Technique, International Society of Explosive Engineers, Nashville, TN, 2003. \n Kemeny, J, J Mofya, R Kaunda, G Perry and B Morin. “Improvements in blast fragmentation models using digital image processing”. Proceedings of the 38th US Rock Mechanics Symposium, Washington, D.C, 2001. \n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/06/rennie-kaunda.jpeg"
        },
        {
            "name": "Philip S. (Flip) Koch",
            "blurb": "Rock Mechanics, Structural Analysis, Economic Development, Department of Geology and Geological Engineering",
            "bio": "Rock Mechanics, Structural Analysis, Economic Development, Geology and Geological Engineering  \n Philip S. ‘Flip’ Koch is a highly experienced, awarded, and passionate educator, education advocate, scientist, planner, problem solver, businessman, negotiator, leader, mentor, inventor, author, and volunteer.  He recently retired after nearly 34 years working with Exxon and ExxonMobil, where he held various technical, commercial, and leadership roles – all in the Upstream. In his ‘retirement’, Flip is on the faculty of CSM’s Department of Geology and Geological Engineering, and is a professional firefighter and emergency medical responder with Elk Creek Fire and Rescue. \n Flip is an avid reader, researcher, writer, outdoorsman, and traveler, speaks several languages, and holds three degrees in the earth sciences from Harvard (AB) and UCLA (CPhil and PhD), as well as an MBA from the McCombs School of Business (University of Texas at Austin).  His areas of expertise include structural geology, field geology, potential-field theory and analysis, paleomagnetism, hydrocarbon-systems analysis, sub-surface fluid flow, rock mechanics, rheology, material science, strategy, decision analysis, negotiation, finance, and valuation (in every sense of the word ‘value’).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/09/Koch-Flip-6.jpg"
        },
        {
            "name": "Carolyn Koh",
            "blurb": "William K. Coors Distinguished Professor, Chemical and Biological Engineering",
            "bio": "\n Natural gas hydrates are crystalline inclusion compounds, which are capable of hosting small molecules inside the cages of a hydrogen-bonded water framework. Hydrates of natural gas present a potential hazard to the oil and gas industries when they form in subsea oil/gas flowlines. On the other hand, they also have technological importance in energy recovery, transportation and storage. We have recently demonstrated (Science 2004) that hydrogen molecules can be stored in binary H2/THF (tetrahydrofuran) clathrate hydrates at pressures nearly two orders of magnitude lower than that in pure hydrogen hydrates. This decreased pressure makes binary clathrate hydrates a potentially feasible hydrogen storage material, with a unique combination of advantages not found in any other class of materials. \n The ultimate goal of our research is to advance our understanding of the nucleation, crystallization, and agglomeration mechanisms for natural gas hydrates. The results will have immediate relevance to flow assurance in gas/oil flowlines, and energy transportation and storage. Specifically we are aiming to (a) develop molecular-scale models of the aqueous structures which occur in solution immediately prior to and during the growth of gas hydrates, (b) investigate the effects of inhibitor and promoter molecules on these local structures, and, (c) using these data, identify possible pathways which may occur in the process of hydrate formation. This program combines microscopic (vibrational spectroscopy and neutron diffraction coupled to computer simulations) and macroscopic measurements (differential scanning calorimetry) to provide mechanistic information on hydrate nucleation, growth, and decomposition. The different methods help assure correct interpretation of the measurements and provide a solid foundation for accurate model development.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Carolyn-Koh.png"
        },
        {
            "name": "Adrianne Kroepsch",
            "blurb": "Assistant Professor Department of Humanities, Arts, and Social Sciences",
            "bio": "I am an Assistant Professor in the Division of Liberal Arts & International Studies at the Colorado School of Mines.  I study environmental governance in the American West and have active research projects on water, unconventional oil and gas, and wildfire. \n I have a PhD in Environmental Studies from the University of Colorado with an emphasis on environmental policy and theory. \n While at the University of Colorado, I also earned a masters degree from the Geography Department, where I was trained in hydrology and water policy. \n During my time at C.U., I was also very fortunate to serve as an Instructor and Research Assistant at the Center of the American West, a hub for research, teaching, and inclusive public dialog on contentious regional issues. \n Before graduate school I worked as a journalist covering science and technology policy, primarily at  Congressional Quarterly  in Washington, D.C. \n My undergraduate degree is in Science and Technology Studies from Cornell University, with an emphasis on science communication.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/08/adrianne-kroepsch.jpg"
        },
        {
            "name": "Werner Kuhr",
            "blurb": "Director, Center for Entrepreneurship and Innovation",
            "bio": "\n \n Today, I serve as the director or the Center for Entrepreneurship and Innovation at the Colorado School of Mines. My goal is to enable engineering students to better define the value of their work and ultimately, use that knowledge to create new ventures. That will be accomplished by exposing them to the processes of entrepreneurial thinking. Previously, I was director of the Stevens Venture Center at Stevens Institute of Technology, where I was responsible for crafting an entrepreneurial culture on campus to facilitate the creation of new faculty and student-led start-up companies, as well as supervising the technology transfer and licensing of all Stevens’ technologies. Working with the administration and local business leaders, we established a new technology business incubator (Stevens Venture Center), whose programs were focused on Biomedical Engineering, Financial Technologies and Digital Education. \n I am an alumnus of Stevens Institute of Technology (BS ’80, MS ’82) and received a PhD in chemistry and neuroscience from Indiana University. After two years of post-doctoral work, I became a professor of chemistry at the University of California, Riverside. There, I ran a research program that graduated 25 PhD and MS students in 15 years, published roughly 100 papers (H-index = 53) and received extramural funding in excess of $8 million. Since that time, I have more than 10 years of experience in the private sector leading multimillion dollar research enterprises. I have participated in the formation of five start-up technology companies, the first of which were based on translation research in protein diagnostics and genomics. These included  Seurat Analytical  – protein microarray detection systems;  Clinical MicroSensors  – DNA detection and medical devices. I transitioned to a focus on electronic devices, starting  ZettaCore, Inc .  – molecular electronic structures for semiconductor devices;  eSionic Corp.  – electrolytes for charge storage devices; and I still own  ChemiSensor LLP  – chemical sampling and sensor systems. I participated in various capacities in these companies – as a technical adviser and inventor in the first two, then as Founder and Director of Research/CTO in the last three.  Clinical MicroSensors  and  ZettaCore  went through several successful rounds of private equity funding (including prominent Silicon Valley VCs) before they were ultimately sold to major international corporations for a total of more than $400 million.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/WERNER-KUHR-1.png"
        },
        {
            "name": "Ian Lange",
            "blurb": "Program Director, Mineral and Energy Economics; Assistant Professor, Economics and Business",
            "bio": "\n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Ian-Lange.png"
        },
        {
            "name": "Peter Maniloff",
            "blurb": "Assistant Professor, Economics and Business",
            "bio": " ",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Pete-Maniloff.png"
        },
        {
            "name": "JOHN MCCRAY",
            "blurb": "Professor Civil and Environmental Engineering",
            "bio": "Professor McCray’s research focuses on chemical transport in hydrologic systems, and generally utilize some combination of field, laboratory, and modeling work. Current projects include: green infrastructure for treating storm water and recycled water in constructed urban streams, potential release and transport of metals in groundwater due to CO2 leaking into overlying aquifers during carbon sequestration; impact of the mountain pine beetle on hydrology and chemical transport in Rocky Mountain watersheds; transport, interphase mass-transfer and remediation of hydrocarbons in groundwater; chemical and bio remediation in fractured rock aquifers; using polymer solutions to enhance delivery of remediation agents to lower-permeability media; fate and transformation of nitrogen, pharmaceuticals and other emerging organics in the vadose zone during soil-based wastewater treatment; nitrogen contamination of springs in western Florida, and joint sustainability of water resources and petroleum-energy production in the arid west.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/11/john-mccray.jpg"
        },
        {
            "name": "Mike McGuirk",
            "blurb": "Assistant Professor, Chemistry",
            "bio": "The McGuirk Lab will open its doors in the Summer of 2019, with a focus on interdisciplinary research at the interface of synthetic chemistry and materials science. Our work will address fundamental scientific challenges related to organic and hybrid materials, supramolecular assembly, and environmental sustainability, leveraging expertise in non-covalent interactions, structural order, and chemical reactivity to develop synthetic tools for the by-design construction and programmed destruction of functional materials. Through our fundamental efforts, we seek to move the needle on the chemical recycling of plastic waste, the storage and delivery of alternative fuels, and the expansion of base pairing in synthetic DNA. Students in the McGuirk Lab will be trained in synthetic organic/inorganic chemistry and the characterization of molecules and materials. Additional emphasis will be placed on students becoming independently creative and critically thinking scientists poised to tackle critical questions in science and society. \n Students interested in materials and/or organic chemistry are encouraged to contact Prof. McGuirk.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/06/website_photo_mcguirk-e1560788597101.png"
        },
        {
            "name": "Salman Mohagheghi",
            "blurb": "Associate Professor, Electrical Engineering",
            "bio": "Dr. Mohagheghi received the B.Eng. from University of Tehran, Iran, the M.Sc. from Sharif University of Technology, Tehran, Iran, and the Ph.D. from the Georgia Institute of Technology, Atlanta, GA, USA all in Electrical Engineering in 1998, 2001, and 2006 respectively. He joined Colorado School of Mines in January 2011 to pursue research and teaching interests in various areas of power electrical engineering. Prior to joining School of Mines, he was a Senior R&D Engineer at ABB Corporate Research Center, Raleigh, NC, USA from 2007 to 2010 where his focus was on design and implementation of solutions for advanced distribution automation systems and distributed energy management. Before that, he was a Postdoctoral Fellow at Power System Control and Automation Laboratory, Georgia Institute of Technology from 2006 to 2007 where he was involved in developing solutions for energy management and situational awareness in electric transmission networks. Dr. Mohagheghi is a member of the IEC TC-57 WG-17 on Communications Systems for Distributed Energy Resources. He is also involved in multiple IEEE PES task forces, namely on cyber-security, Microgrid control, and computational intelligence. He is the recipient of the 2008 Best Reviewer Award from the Industrial Automation and Controls Committee, IEEE Industry Applications Society (IAS).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/06/Salman-Mohagheghi.jpg"
        },
        {
            "name": "Alexandra Newman",
            "blurb": "Professor, Mechanical Engineering",
            "bio": "",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/ALEXANDRA-NEWMAN-1.png"
        },
        {
            "name": "Dr. Dag Nummedal",
            "blurb": "\n Former Director, Colorado Energy Research Institute (retired) \n Consultant to Colorado School of Mines \n Former Director, Colorado Energy Research Institute (retired) Consultant to Colorado School of Mines ",
            "bio": "\n Dr. Dag Nummedal is the retired director of the Colorado Energy Research Institute at the Colorado School of Mines, Golden, CO, and retired research professor of Geology and Geological Engineering.  His research has focused on issues in CO2 sequestration, methane emissions from the natural gas industry, energy systems analysis, and global warming mitigation.  Prior to joining CSM, Nummedal was Professor of Geology and Geophysics at Louisiana State University (1978-1996) and the University of Wyoming (2000-2004), and served as manager of E&P geosciences at the Unocal Corporation, Houston, TX (1996-2000).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/10/Dag-2-Nov.-13-2004.jpg"
        },
        {
            "name": "PIRET PLINK-BJÖRKLUND",
            "blurb": "Associate Professor, Geology and Geological Engineering",
            "bio": "\n \n Education \n \n Ph.D. in Geology, December 1998, Göteborg University, Sweden \n Fil.Lic. in Geology, May 1996, Göteborg University, Sweden \n M.Sc. in Geology, June 1993, Tartu University, Estonia \n B.Sc. in Geology, 1993, Tartu University, Estonia \n \n   \n Professional Experience \n  Associate Professor Colorado School of Mines, USA \n  Swedish Research Council CAREER award Associate Professor at Göthenburg University, Sweden \n  Swedish Research Council CAREER award Research Assistant Professor at Göteborg University, Sweden \n  Post-doctoral researcher sponsored by The Swedish Institute at Göteborg University, Sweden \n  Post-doctoral researcher sponsored by the WOLF Consortium at Göteborg University, Sweden and University of Wyoming, USA \n  Post-doctoral researcher sponsored by the Swedish Research Council at Göteborg University, Sweden \n  Post-doctoral researcher sponsored by the Swedish Foundation for International Cooperation and Higher Education at University of Wyoming, Laramie, USA \n  Visiting scholar at University of Wyoming, Laramie, USA \n  Visiting scholar at Statoil Research Centre, Trondheim, Norway \n  Visiting scholar at University of Göteborg, Sweden \n  Research assistant at Estonian Academy of Sciences, Tallinn, Estonia \n   \n Teaching \n \n \n GEOL 501 Applied Stratigraphy \n GEOL 601 Outcrop-Core Stratigraphy \n GEOL 610 Advanced Sedimentology \n \n \n \n GEOL 314 Stratigraphy \n \n   \n Research Goals \n To link lessons from the preserved sedimentary record with modern processes and experiments, with the aim to improve our ability to interpret the sedimentary record, and to integrate non-stationarity into geomorphologic and climate research. \n   \n Current Projects \n \n RioMAR Consortium – a co-operative CSM-UT Austin industrial research program on source to sink sediment transport and facies tracts \n Global analyses of river hydrology and floods, and their link to hydroclimate \n Discharge variability, sediment transport and signal propagation in modern and ancient rivers \n Modern and ancient fluvial fans, their sedimentary characteristics, scaling relationships and link to hydroclimate \n Basin floor fans: testing new hypothesis on channelization and flow regime \n Paleogene paleoclimate and climate thresholds \n Hydroclimate variability and thresholds \n Tectonic and sedimentologic history of Devonian Baltic Basin \n \n   \n   \n Recent Publications \n *student first author \n \n *Ono, K., and Plink‐Björklund, P.,  . Froude supercritical flow bedforms in deepwater slope channels? Field examples in conglomerates, sandstones and fine‐grained deposits. Sedimentology. DOI: 10.1111/sed.12396. \n Plink‐Björklund, P.,  . Latitudinal Controls on River Systems: Implications of Precipitation Variability, in Latitudinal Controls on Stratigraphic Models and Sedimentary Concepts, Fraticelli (ed.). SEPM Special Publication 108. DOI: 108. 10.2110/sepmsp.108.05. \n *Laugier, J.J., Plink‐Björklund, P.,  ,  Defining the shelf edge and the three‐dimensional shelf edge to slope facies variability in shelf‐edge deltas , Sedimentology 63 (5), 1280-1320. DOI: 10.1111/sed.12263 \n Plink-Björklund, P.,  , Morphodynamics of rivers strongly affected by monsoon precipitation: Depositional style and forcing factors, Invited review, Sedimentary Geology 323, 110-147. doi:10.1016/j.sedgeo.2015.04.004 \n *Grundvåg, S.A., Johannessen, E.P., Helland-Hansen, W., and Plink-Bjorklund, P.,  Depositional architecture and evolution of stacked 1 basin-floor fans in the Eocene Central Basin of Spitsbergen, Sedimentology, 61, 535–569. \n Plink-Björklund, P., Birgeneier, L., Jones, E.,  . Extremely bad early Eocene weather: evidence for extreme precipitation from river deposits. CBEP Climatic and Biotic Events of the Paleogene 2014, Ferrara.  http://dx.doi.org/10.3301/ROL.2014.107öö . \n *Al-Ramadan, K., Morad, S. and Plink-Björklund, P.,  , Distribution of diagenetic alterations in relationship to depositional facies and sequence stratigraphy of wave- and tide-dominated siliciclastic shoreline complex: Upper Cretaceous Chimney Rock Sandstones, Wyoming and Utah, USA. In M. Ketzer and S. Morad (editors), Linking Diagenesis to Sequence Stratigraphy of Sedimentary Rocks. IAS Special Publication 45, Blackwell Science, 271-296. \n *Mansurbeg, H., Morad, S., Plink-Björklund, P. and El-ghali, M.,  , Diagenetic alterations related to falling stage and lowstand systems tracts of shelf, slope and basin floor sandstones (Eocene Central Basin, Spitsbergen). In M. Ketzer and S. Morad (editors), Linking Diagenesis to Sequence Stratigraphy of Sedimentary Rocks. IAS Special Publication 45, Blackwell Science, 353-378. \n *McDowell, B., and Plink-Bjorklund, P.,  , Reservoir Geometries and Facies Associations of Fluvial Tight-Gas Sands, Williams Fork Formation, Rifle Gap, Colorado, Society of Petroleum Engineers Journal, doi:10.1190/URTEC2013-261 \n *Schmandt, D., Broughton, D., Hitzman, M.W., Plink-Bjorklund, P., Edwards, D., and Humphrey, J.,  , The Kamoa Copper Deposit, Democratic Republic of Congo: Stratigraphy, Diagenetic and Hydrothermal Alteration, and Mineralization, Economic Geology, 108, 1301-1324, doi:10.2113/econgeo.108.6.1301 \n Plink-Bjorklund, P.,  , Effects of tides on deltaic deposition: Causes and responses,  Sedimentary Geology , Vol. 279, 107-133.  https://doi.org/10.1016/j.sedgeo.2011.07.006 \n Buatois, L., Santiago, N., Herrera, M., Plink-Björklund, P., Steel, R., Espin, M., and Parra, K.,  , Sedimentological and ichnological signatures of changes in wave, river, and tidal influence along a Neogene tropical deltaic shoreline, eastern Venezuela,  Sedimentology , Vol 59, 1568-1612 https://doi.org/10.1111/j.1365-3091.2011.01317.x \n Steel, R., Plink-Bjorklund, P., Aschoff, J.,   Tidal deposits of the Western Interior Seaway, Wyoming, Utah and Colorado, USA, R.A. Davis, Jr. and R.W. Dalrymple (eds.), Principles of Tidal Sedimentology, 437 DOI 10.1007/978-94- 007-0123- 6_17 \n \n  ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/11/piret-plink-bjorklund.jpg"
        },
        {
            "name": "John Poate",
            "blurb": "Emeritus Senior Vice-President of Research",
            "bio": "\n John M. Poate, PhD, Australian National University, 1967, is Emeritus senior vice-president of research at the Colorado School of Mines and editor-in-chief of Applied Physics Reviews. He previously served as a Harwell Fellow of the United Kingdom Atomic Energy Authority, head of the Silicon Processing and Interface Physics Research Departments at Bell Laboratories, dean of the New Jersey Institute of Technology and chief technology officer of Axcelis Technologies. \n Poate’s research and management interests reflect his 50-year career in the physical and materials sciences. He has published extensively in several areas of nuclear and solid state physics, materials science and engineering with over 300 published papers, editor of four books and seven conference proceedings. He has twelve patents. In the policy arena his interests involve renewable energy, sustainability and the implications of climate change. \n Poate is a fellow of the American Physical Society, the Materials Research Society and the National Academy of Inventors. He served as president of the MRS and chair of the APS Division of Materials Physics. He has served on advisory councils for NATO, U.S. and overseas universities, the National Science Foundation, National Research Council and Department of Energy and the board of the DOE National Renewable Energy Laboratory. He currently serves as chair of the director’s review committee for physical and life sciences at Lawrence Livermore National Laboratory, the board of the Energy Change Institute of the Australian National University, the South Dakota School of Mines advisory board and the CSU Energy Institute External advisory board. \n His awards include the John Bardeen Award of The Metallurgical Society and an Honorary Doctorate of Engineering from the Colorado School of Mines.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/John-Poate.png"
        },
        {
            "name": "Svitlana Pylypenko",
            "blurb": "Assistant Professor Department of Chemistry",
            "bio": "\n Many important chemical processes occur at the material surface and therefore understanding surface composition and structure of materials is important for many applications. Our group investigates surfaces and interfaces of functional materials including catalysts, polymers, semiconductors and metals targeting a wide range of applications. We focus on building relationships between surface composition and structure, materials properties and their performance with the eventual goal to design next generation of materials which provide high efficiency at the fraction of the cost. Significant efforts of our team are dedicated to development of cost-effective materials for alternative energy applications.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/08/svitlana-pylypenko.jpg"
        },
        {
            "name": "Amy Schweikert",
            "blurb": "Research Assistant Professor, Mechanical Engineering",
            "bio": "\n Amy Schweikert is a Postdoctoral Research Associate in the Deinert Group focused on low carbon energy technology at the Colorado School of Mines’ Mechanical Engineering Department. She received her BA in International Relations from Boston University with a focus in the Middle East and African Policy and a MSc and PhD in Civil Engineering with a focus in Civil Systems from University of Colorado Boulder. She additionally holds a certificate for Engineering in Developing Communities. Her doctoral work focused on the cost-benefit analysis of different technical strategies to address the resiliency of infrastructure systems to climate change including a focus on quantifying the potential social impact in different investment decisions. This work additionally included field work in Sub-Saharan Africa and partners in Europe. \n Schweikert’s current research is focused on how to eliminate energy poverty using low carbon energy sources. This involves addressing the access needs of the nearly 2 billion people living in electricity poverty alongside the realities of global climate change. Tied to this work is how to understand and create policy initiatives that are self-sustaining, eliminating the need for constant intervention and support from outside agencies. This work combines geospatial analysis techniques, environmental and social concerns, policy, law and technological rigor in order to develop quantitative modeling to better understand these issues.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Amy-Schweikert.png"
        },
        {
            "name": "Sridhar Seetharaman",
            "blurb": "Professor, Metallurgical and Materials Engineering; Director, Research and Strategic Initiatives, College of Applied Science and Engineering",
            "bio": "\n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/SRIDHAR-SEETHARAMAN-1.png"
        },
        {
            "name": "Alan Sellinger",
            "blurb": "Associate Professor, Chemistry",
            "bio": "\n The Sellinger research group focuses on the design, synthesis and characterization of organic, polymeric, and hybrid based materials for application in: solar cells; thin film transistors; scintillation (detecting alpha, neutron and gamma radiation); metal/covalent organic frameworks (COF/MOF for catalysis and gas storage); and surface chemistry to change band gaps/work-function in quantum dots and oxide electrodes. Their group actively collaborates with the National Renewable Energy Laboratory (NREL) also located in Golden, CO. Description of the projects can be found below.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Alan-Sellinger.png"
        },
        {
            "name": "PK SEN",
            "blurb": "Professor Department of Electrical Engineering",
            "bio": "Dr. Sen has 50 years of combined teaching, research, and consulting engineering experience. His industrial experience includes power plants and substation engineering, system & feasibility studies, protection and relaying and power systems engineering applications. He has published over 180 technical papers (many prize winning) on a variety of subjects related to Power Systems T&D Engineering, Protection/Relaying, Electric Machines and Renewable Energy, Energy Policy, Power Quality, Arc Flash and Safety.  Dr. Sen has supervised and/or mentored over 300 graduate students (including many non-traditional students, and practicing engineers from the Utility Industries, REA’s, Consulting Engineers, Government Agencies and others). ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/10/PK-Sen-2.jpg"
        },
        {
            "name": "Kamini Singha",
            "blurb": "Professor and Ben Fryrear Endowed Chair for Innovation and Excellence; Associate Department Head, Geology and Geological Engineering; Interim Director, Hydrologic Science and Engineering",
            "bio": "Education \n \n Ph.D. in Hydrogeology, Department of Geological and Environmental Sciences, Stanford University, 2005 \n B.Sc. with Honors in Geophysics, Department of Geology and Geophysics, University of Connecticut, 1999 \n \n Research Interests \n \n Fluid flow and contaminant transport in porous media and fractured rock as well as groundwater-surface-water interactions. \n Integration of hydrologic and geophysical techniques. \n Mathematical simulation to improve predictive modeling. \n Quantification of the “geophysical footprint” to constrain the operation of parameters controlling fluid flow and solute. \n Transport in various settings. \n Water quality degradation and human behavior. \n Imaging moisture dynamics in desert ecosystems. \n Exploring changes in infiltration after fire. \n Quantifying kinetics of iron reduction given electrical measurements. \n \n Teaching \n \n GEGN 466: Groundwater Engineering (fall) \n GEGN 467: Groundwater Engineering with Lab (fall) \n GEGN 532: Geological Data Analysis (spring) \n GEGN 584: Field Methods in Hydrology (fall) \n \n Publications \n \n For a full, up-to-date list of publications, please  click here . \n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Kamini-Singha.png"
        },
        {
            "name": "Jessica Smith",
            "blurb": "Co-Director, Humanitarian Engineering; Associate Professor, Engineering, Design & Society",
            "bio": "Jessica Smith is an anthropologist and Associate Professor at the Colorado School of Mines. Her research revolves around two main areas: corporate social responsibility in the mining and energy industries and engineering education. Born and raised in a Wyoming coal mining family, she is the author of an ethnographic book called Mining Coal and Undermining Gender: Rhythms of Work and Family in the American West, which was funded by a fellowship from the National Endowment for the Humanities and a research grant from the National Science Foundation. In engineering education, she and Juan Lucena have been studying the funds of knowledge of low-income and first-generation engineering students, funded by the NSF grant “Invisible Innovators: How the knowledge and experiences of low-income and first-generation students can contribute to US engineering problem definition and solving.” She is currently investigating the intersections between engineering and corporate social responsibility as PI on the NSF grant “The Ethics of Extraction: Integrating Corporate Social Responsibility into Engineering Education.” Dr. Smith holds a PhD in Anthropology and a certificate in Women’s Studies from the University of Michigan and bachelor's degrees in International Studies, Anthropology and Latin American Studies from Macalester College.Supervisors: Stuart Kirschless",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Jessica-Smith-2.png"
        },
        {
            "name": "Nicole Smith",
            "blurb": "\n Assistant Professor, Mining Engineering \n Assistant Professor, Mining Engineering",
            "bio": "\n Education \n \n PhD, Anthropology, University of Colorado Boulder Certificate in Development Studies, University of Colorado Boulder \n MA, Anthropology, Colorado State University M.A. Anthropology, 1999 \n BA, Anthropology, University of Minnesota, Minor in Biology \n \n Research  and Teaching Interests \n Artisanal and small-scale mining; livelihoods; energy and extractive industries; sustainable development; corporate social responsibility; engineering education; indigenous peoples; gender; Sub-Saharan Africa; Latin America \n Current Research \n \n Sustainable Communities & Gold Supply Chains: Integrating Responsible Engineering & Local Knowledge to Design, Implement & Evaluate Sustainable Artisanal Mining in Latin America ( https://www.mines.edu/rmrc/ ).  Funded by the National Science Foundation (NSF) \n Technology, Training, and Capacity Building in Artisanal and Small-Scale Gold Mining in Peru.  Funded by the U.S. Department of State \n Responsible Mining in Arequipa Peru. Collaboration with the Universidad Nacional de San Agustín \n Sustainable Development Indicators for the Mining and Oil and Gas Industries \n \n Current Courses \n \n Communities and Natural Resource Development \n Energy, Natural Resources, and Society \n Sustainable Development and Earth Resources \n \n Current Positions and Affiliations \n \n Assistant Professor, Mining Engineering, Colorado School of Mines \n Faculty Fellow, The Payne Institute for Public Policy, Colorado School of Mines \n Affiliated Scholar, Gemstones and Sustainable Development Knowledge Hub, The University of Delaware \n Affiliated Faculty, Humanitarian Engineering Program, Colorado School of Mines \n Honorary Research Fellow, Centre for Social Responsibility in Mining, University of Queensland, Sustainable Minerals Institute \n \n Key Publications \n Smith, Nicole M. 2019 .  “Our gold is dirty, but we want to improve”: Challenges to addressing mercury use in artisanal and small-scale gold mining in Peru. Journal of Cleaner Production. 222(10): 646-654. \n Smith, Nicole M., J. Lucena, J. Smith, O.J. Baena Restrepo, G. Aristizabal, A. Delgado. 2018. A Framework for Research and Education on Artisanal and Small-Scale Mining in Latin America. International Journal of Georesources and Environment. 4(3): 99-104. \n Smith, Nicole M., J.M. Smith, L.A. Battalora, B.A. Teschner. 2018. Industry-University Partnerships: Engineering Education and Corporate Social Responsibility. Journal of Professional Issues in Engineering Education and Practice. 144(3). \n Smith, Jessica M. and N.M. Smith. 2018. Engineering and the Politics of Commensuration in the Mining and Petroleum Industries. Engaging Science, Technology, and Society. 4: 67-84. \n Teschner, Benjamin, N.M. Smith, T. Borillo-Hutter, Z. Quaghe John, A. Wong. 2017. How efficient are they really? A minimally invasive testing method of small-scale gold miners’ gravity separation systems in the Guianas.  Minerals Engineering , 105: 44-51 . \n Smith, Nicole M., J.M. Smith, Z. Quaghe John, B. Teschner. 2017. Promises and Perceptions in the Guianas: The Making of an Artisanal and Small-Scale Mining Reserve.  Resources Policy,  51: 49-56. \n Smith, Jessica M., C.J. McClelland, N.M. Smith. 2017. Engineering Students’ Views of Corporate Social Responsibility: A Case Study from Petroleum Engineering.  Science and Engineering Ethics . 23(6): 1775-1790. \n Smith, Nicole M., S. Ali, C. Bofinger, and N. Collins. 2016. Human Health and Safety in Artisanal and Small-Scale Mining: An Integrated Approach to Risk Mitigation.  Journal of Cleaner Production , 129: 43-52. \n Smith, Nicole M. 2016. “No Cow Makes This Sort of Profit”: Capital, Success, and Maasai Gemstone Traders in Tanzania.  The   Extractive Industries and Society , 3(2): 442-449. \n Smith, Nicole M. 2015. Gender and Livelihood Diversification: Maasai Women’s Market Activities in Northern Tanzania . The Journal of Development Studies , 15(3): 305-318. \n McCabe, J. Terrence, N.M. Smith, P.W. Leslie, and A. Telligman. 2014. Livelihood Diversification through Migration among a Pastoral People: A Case Study of Maasai from Northern Tanzania.  Human Organization  73(4): 389-400 .",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Nicole-Smith-1.png"
        },
        {
            "name": "Steven M. Smith",
            "blurb": "Assistant Professor, Economics and Business",
            "bio": " ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Steven-Smith.png"
        },
        {
            "name": "Stephen A. Sonnenberg",
            "blurb": "Professor, Geology and Geological Engineering Charles Boettcher Distinguished Chair in Petroleum Geology",
            "bio": "\n \n Education \n \n Ph.D., 1981, Colorado School of Mines \n M.S., 1975, Texas A&M University \n B.S., 1974, Texas A&M University \n \n   \n Research Interests \n My research interests are in sequence stratigraphy, tectonic influence on sedimentation, reservoir characterization, unconventional resources and all aspects petroleum traps (e.g., reservoir, trap, seal, migration, source rocks). A complete understanding of a petroleum accumulation can provide an analog to discovering additional oil and gas fields. Much of the world’s future resource lies in unconventional reservoirs (tight sands, CBM, and oil and gas shales). \n   \n Work Experience \n \n Exxon Company USA \n Bass Enterprises Production Company \n North America Resources (sold to Pan Canadian) \n Pan Canadian Energy Resources (merged with Alberta Energy to form EnCana) \n EnCana Energy Resources \n Westport Oil and Gas (merged with Kerr McGee) \n Kerr McGee Oil and Gas (merged with Anadarko) \n Anadarko Petroleum \n \n   \n Leadership Positions \n \n North American Resources: Team Leader DJ, Green River basins \n Pan Canadian: Exploration Coordinator/Manager, Rockies \n EnCana: Team Leader, North Piceance Basin \n Westport: Exploitation Manager, Northern Rockies \n Kerr McGee: Exploitation Manager, Northern Rockies \n Anadarko: Subsurface Manager, Union Pacific Railroad Land Grant \n \n Professional Society Leadership Positions \n \n AAPG: President, 2003-04 \n AAPG: Vice President, 1995-96 \n AAPG Division of Professional Affairs: President, 1998-99 \n AAPG Rocky Mountain Section: President, 1993-94 \n Rocky Mountain Association of Geologists: President, 1991 \n Colorado Scientific Society: President, 1992 \n AIPG Colorado Section: President, 1990 \n SEPM, Rocky Mountain Section: President, 1987-88 \n \n   \n Teaching Experience \n \n \n Adjunct Associate Professor, Department of Geology and Geophysics. Geophysics Field Camp (1992-2000) \n Integrated Exploration (1992) \n Adjunct Assistant Professor (1982). Advanced Petroleum Geology \n \n \n Several industry short courses: \nPertamina Oil (Jakarta, Indonesia; teaching one week short courses on: Development Geology, Basin Analysis, Reservoir Geology, Structural Geology Problems, Structural Styles in Petroleum Exploration) \n   \n Registrations and Certifications \n \n Certified Professional Geologists #6201 (AIPG) \n Certified Petroleum Geologist #2558 (AAPG) \n Certified Professional Earth Scientist #2158 (SIPES) \n Registered Professional Geologist (# 288, State of Wyoming) \n Registered Professional Geoscientist (# 1284, State of Texas) \n Licensed Professional Geologist (#5375639-2250, State of Utah) \n \n   \n Professional Society Memberships \n \n American Association of Petroleum Geologists \n Rocky Mountain Association of Geologists (Honorary Member) \n SEPM \n RMS SEPM \n Geologic Society of America \n Wyoming Geological Association \n Houston Geological Society \n American Institute of Professional Geologists \n Society of Professional Earth Scientists \n Colorado Scientific Society (Honorary Member) \n \n   \n Other Organizations \n   \n Colorado School of Mines Alumni Association \n \n Board of Directors (1990) \n Secretary (1991-92) \n Treasurer (1992-93) \n President Elect (1993-94) \n President (1994-95) \n \n Department of Geology and Geological Engineering, Colorado School of Mines \n \n Visiting Committee 2002-2004 \n Department Enhancement Committee (2006-P)(Founding member) \n \n Department of Geology and Geophysics, Texas A&M University \n \n Advisory Committee 2006-P \n \n Colorado Energy Research Institute, CSM \n \n Board member, 2004-P \n \n Colorado School of Mines Foundation \n \n Board of Directors (1995-97) \n Secretary (1996-97) \n \n Colorado Oil and Gas Conservation Commission \n \n Appointed to terms 1997-99 (Gov. Roy Romer) and 1999-03 (Gov. Bill Owens). \n Served as Chairman of the Commission (1999-03) \n \n   \n Awards \n   \n \n Young Alumnus Award (1989), Colorado School of Mines Alumni Assoc. \n Outstanding Alumnus Award (1998), Colorado School of Mines Alumni Assoc. \n Life Member (1998), Colorado School of Mines Alumni Assoc. \n Mines Medal (1998), Colorado School of Mines \n Distinguished Achievement Medal (2001), Geoscience and Earth Resource Council, Texas A&M University \n Best Paper Award (1985), RMAG Mountain Geologist (2nd Place) \n Best Paper Award (1988), RMAG Friday Noon Luncheons (Honorable Mention) \n Best Paper Award (1991), RMAG Friday Noon Luncheons (2nd Place) \n Distinguished Service Award (1992), RMAG \n Honorary Member (1996), RMAG \n 75th Anniversary Special Service Award (1998), RMAG \n Honorary Member (1993), Colorado Scientific Society \n 6 Certificates of Merit-AAPG (1994, 2-2001, 2-2002, 2003) \n Certificate of Appreciation (1997), AAPG \n Distinguished Service Award (1999), AAPG \n Distinguished Service Award (2001), DPA-AAPG \n Geologic Society of America: Fellow 2003 \n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/11/stephen-sonnenberg.jpg"
        },
        {
            "name": "George Sowers",
            "blurb": "Professor of Practice, Mechanical Engineering",
            "bio": "\n George Sowers has 30 years of experience in the space transportation field. During a continuous span working for Martin Marietta, Lockheed Martin and the United Launch Alliance, including a stint as the chief systems engineer for Atlas V development, Sowers helped develop more than a dozen launch systems. He recently retired from his position as vice president and chief scientist of ULA, where his team developed an architecture for fully reusable in-space stages fueled by propellant mined, refined and distributed in space. He holds a bachelor’s degree in physics from Georgia Tech and a PhD in physics from the University of Colorado. Sowers is a fellow of the American Institute of Aeronautics and Astronautics.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/George-Sowers.png"
        },
        {
            "name": "John Speer",
            "blurb": "John Henry Moore Professor of Physical Metallurgy; Director, Advanced Steel Processing and Products Research Center",
            "bio": "\n Education \n B.S. Lehigh University, Bethelehem, PA and Ph.D. University of Oxford, U.K. \n Research Area \n \n Steel product development and applications \n Physical metallurgy \n Phase transformations and microstructural development \n \n Technical Focus \n I joined the Mines faculty after 14 years of research and research management in the steel industry. I am teaching alloying and phase stability at the undergraduate level, and ferrous physical metallurgy at the graduate level. My background is in physical metallurgy and solid-state phase transformations, and product development including alloy design/processing response/application and performance. \n My research interests involve ferrous physical metallurgy and steel processing/p roducts in general, and my desire to link the fundamentals of physical metallurgy with industrial applications. I will be extensively involved with the Advanced Steel Processing and Products Research Center and hope to help maintain the strong relationships which have developed between CSM faculty/students and the steel producing/consuming community. The Center conducts leading programs in sheet, plate, bar, and stainless steels to develop a better understanding of alloying, microstructure, processing, an d performance of steels for a variety of industrial applications.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/JOHN-SPEER-1.png"
        },
        {
            "name": "Neal Sullivan",
            "blurb": "Associate Professor, Mechanical Engineering; Director, Colorado Fuel Cell Center",
            "bio": "Prof. Sullivan’s research focuses on experimentation of electrochemistry, heat transfer, fluid mechanics, transport phenomena, chemical kinetics, and combustion processes found in solid-oxide fuel cell systems and balance-of-plant components, microchannel reactors, and heat exchangers. \n In his current position as Associate Professor of Mechanical Engineering at the Colorado School of Mines, Professor Sullivan leads experimental operations within Colorado Fuel Cell Center Laboratory. This 3600-ft2 facility acts as the focal point at the Colorado School of Mines for research and development activities in the fields of polymer-electrolyte membrane (PEM) fuel cells, solid-oxide fuel cells (SOFCs), high-temperature proton-conducting ceramics, and balance-of-plant component development for fuel-cell, heat-transfer, and chemical-processing applications. Professor Sullivan was named Director of the Colorado Fuel Cell Center in August of 2007. \n Prof. Sullivan received CSM’s Alumni Teaching Award in April of 2008. Graduating seniors have voted Prof. Sullivan as the Outstanding Teacher for the Mechanical Engineering Department six times.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Neal-Sullivan-1.png"
        },
        {
            "name": "Paulo Cesar Tebares-Velasco",
            "blurb": "Assistant Professor, Mechanical Engineering",
            "bio": "\n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/06/Paulo-Cesar-Tabares-Velasco.png"
        },
        {
            "name": "John Tilton",
            "blurb": "University Professor Emeritus Department of Economics and Business",
            "bio": "\n",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/08/john-tilton.jpg"
        },
        {
            "name": "ERIC TOBERER",
            "blurb": "Associate Professor, Department of Physics Director of Materials Science Fryrear Chair for Innovation and Excellence",
            "bio": "Eric Toberer \n Associate Professor, Department of Physics Director of Materials Science Fryrear Chair for Innovation and Excellence",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/10/Image-eric-toberer.jpg"
        },
        {
            "name": "Peri-KhanAqrawi-Whitcomb",
            "blurb": "Sustainable Development and Policy Consultant",
            "bio": "\n Peri-Khan Aqrawi-Whitcomb is a specialist in sustainable development policies and international affairs with a focus on the Middle East and the Kurdistan Region of Iraq in particular. She advises the international and national public and private sector within the fields of geo-politics, socio-economic development, oil and gas, crisis management and humanitarian affairs. \n In 2014, she contributed in building the Kurdistan Regional Government Iraq’s first crisis coordination and disaster preparedness centre as director of information management. Previously, she worked for five years at the United Nations Industrial Development Organization, serving as a UN-Energy consultant helping to launch the UN Secretary-General Ban Ki-Moon’s Sustainable Energy for All initiative in 2011. \n In the past, she acted as a special adviser to the Kurdistan Regional Government Minister of Natural Resources, with previous experience in the oil and gas sector, such as working for the Organization of Petroleum Exporting Countries. With an undergraduate degree in economics and business administration from the University of Bonn, Germany, she completed her masters in advanced international studies at the Diplomatic Academy in Vienna, Austria.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Peri-Khan-Aqrawi.png"
        },
        {
            "name": "Benjamin Attia",
            "blurb": "Research Analyst, Wood Mackenzie",
            "bio": "\n Benjamin Attia is a research analyst at Wood Mackenzie, a consultancy producing data analytics, market research, and advisory services across the energy sector. Attia covers downstream solar photovoltaics markets in Africa and the Middle East and global off-grid energy access markets. He has industry-recognized expertise in international renewable energy policy implementation frameworks, particularly in emerging economies, utility business models and community-based rural mini-grids. \n Attia previously worked in solar asset management and commercial operations at SunEdison and on clean energy transition-focused regulatory research for utilities and policymakers at the National Regulatory Research Institute. He has published research on a wide variety of clean energy topics and has presented his research around the world. His expertise is regularly cited in leading clean energy industry news outlets and his writing has recently been featured by such publications as Foreign Affairs, IEEE Spectrum, and Greentech Media. He also advises energy access focused-startups in West Africa and Southeast Asia. Attia has a master’s degree in energy and environmental policy and a BS in economics, and energy and environmental policy from the Center for Energy and Environmental Policy at the University of Delaware.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/BENJAMIN-ATTIA-1.png"
        },
        {
            "name": "Will Blyth",
            "blurb": "Director, Oxford Energy Associates",
            "bio": "\n Will Blyth has worked for 20 years in the field of modelling and analysis of energy security and climate change policy. His work focuses on the role of policy on investment decision-making and risk, and how to deliver secure energy supplies within a context of transition to a low-carbon economy. \n Blyth is currently an associate fellow of Chatham House where he has worked on a number of projects relating to energy and climate policy both in developed and emerging market contexts. \n He is also a visiting research fellow of London Business School where he has worked with Prof. Derek Bunn focusing on decision-making under uncertainty. \n Until October 2004, Blyth was working at the International Energy Agency in Paris where he carried out policy analysis for the IEA committee responsible for energy and climate change policy issues, as well as the Annex I Experts Group, a committee of international climate negotiators. During his time at the IEA, Blyth wrote several papers on issues ranging from green investment schemes, linking of emissions trading schemes and a framework for assessing interactions between climate change policies and energy security policies. In addition, he contributed to the expert in-depth review of Sweden’s energy policy, as well as the UNFCCC’s review of the third national communication of the EU. \n Prior to joining the IEA, Blyth worked for a short period at the European Environment Agency where he worked as Project Manager on Energy and Environment. Prior to that he worked for more than eight years at one of Europe’s largest environmental consultancies – AEA Technology where he worked with a wide range of companies helping them develop suitable response strategies to new climate change policies. Blyth has a DPhil in Physics from Oxford University.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/WILL-BLYTH-1.png"
        },
        {
            "name": "Ben Caldecott",
            "blurb": "Director, Oxford Sustainable Finance Programme",
            "bio": "\n Dr. Ben Caldecott is the founding director of the Oxford Sustainable Finance Programme at the University of Oxford Smith School of Enterprise and the Environment. The Oxford Sustainable Finance Programme is a multidisciplinary research centre working to be the world’s best place for research and teaching on sustainable finance and investment. He is concurrently an Academic Visitor at the Bank of England, a Visiting Scholar at Stanford University, a Senior Advisor at Highmore LLC, and a Senior Associate Fellow at Bright Blue. Caldecott specialises in environment, energy, and sustainability issues and works at the intersection between finance, government, civil society, and academe, having held senior roles in each domain. \n Caldecott has authored and edited a substantial number of publications related to sustainability and is an experienced media commentator and public speaker. He is also a regular peer reviewer and has a number of board and advisory panel appointments, including with the UK Green Finance Taskforce, City of London Green Finance Initiative, University of Oxford Socially Responsible Investment Review Committee, The Prince of Wales’s Accounting for Sustainability Project, ATLAS Infrastructure Partners Ltd, Institute and Faculty of Actuaries, the Natural Capital Finance Alliance, and the Green Alliance. \n He has conceived and initiated a number of initiatives related to sustainable finance. Ben founded and co-chairs the Global Research Alliance for Sustainable Finance and Investment, an alliance of global research universities promoting rigorous and impactful academic research on sustainable finance. He initiated the Northern European Partnership for Sustainable Finance, an international collaboration to ensure Northern Europe continues to be the centre of innovation in sustainable finance and drives progress internationally, as well as the Asset-level Data Initiative, which aims to make accurate, comparable, and comprehensive asset-level data tied to ownership publicly available across key sectors and geographies. \n He co-founded the Commonwealth Climate and Law Initiative, which is examining the legal basis for directors and trustees to consider, manage, and report on climate change-related risk, and the circumstances in which they may be liable for failing to do so. Caldecott is also the founder and principal investigator of the Green BRI Platform, a project designed to help measure, manage, and mitigate the environmental risks and impacts of investments along China’s Belt and Road Initiative. He has also established and now chairs Bright Blue’s research programme on energy and the environment. \n Caldecott also chairs the City of London Green Finance Initiative Working Group on Data, Disclosure, and Risk. In his capacity as a member of the UK Green Finance Taskforce, he chairs its Workstream on Task Force on Climate-related Disclosures Implementation. Ben also co-hosts a regular roundtable breakfast meeting in the City of London on sustainable finance with the Centre for the Study of Finance Innovation. The ‘Sustainable Finance for Breakfast’ series brings together a wide range of practitioners to discuss and debate the latest developments in sustainable finance. \n Caldecott teaches and supervises a wide range of students. In addition to supervising graduate students at the University of Oxford, he created and course directs the Oxford Sustainable Finance Foundation Course, an introduction to sustainable finance for current and future leaders working in a range of sectors. The course is centered around a five-day residential workshop held in a college at the University of Oxford annually. \n Prior to joining the University of Oxford, he was a vice president at investment bank Climate Change Capital, one of the early leading asset management and advisory firms focused on the low carbon transition, where he ran the firm’s research centre and advised clients and funds on the development of policy-driven markets. Caldecott has previously worked as research director for Environment and Energy at the think tank Policy Exchange, as Head of Government Advisory at Bloomberg New Energy Finance, as a deputy director in the Strategy Directorate of the UK’s Department of Energy and Climate Change, and as Sherpa to the UK Green Investment Bank Commission. \n Caldecott holds a doctorate in economic geography from the University of Oxford. He initially read economics and specialised in development and China at the University of Cambridge and the School of Oriental and African Studies, University of London. He has been a visiting scholar at Peking University and held visiting fellowships at the University of Oxford, the University of Sydney, and the University of Melbourne. He is an associate editor of the Journal of Sustainable Finance & Investment. Caldecott is also a fellow of the Royal Asiatic Society and Royal Geographical Society, and a member of the Senior Common Room at Oriel College, Oxford.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/BEN-CALDECOTT-1.png"
        },
        {
            "name": "James Cameron",
            "blurb": "Partner, SystemiQ Chairman, Overseas Development Institute",
            "bio": "\n \n \n Cameron is a barrister, policy adviser and entrepreneur. He founded Climate Change Capital and served as chairman. He founded Baker & McKenzie’s Climate Change and Clean Energy Practice, the Centre for International Law, FIELD, and AOSIS, all with the help of others. He was a member of U.K. Prime Minister’s Business Advisory Group and GE’s Ecomagination board. He is a London Sustainable Development Commissioner. He is currently an executive fellow at Yale. He is chairman of the Overseas Development Institute and Agrica. He also sits on the board of Green Running and ET Index.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/James-Cameron-2.png"
        },
        {
            "name": "Kipp Coddington",
            "blurb": "Director, Energy Policy and Economics School of Energy Resources, University of Wyoming",
            "bio": "\n Kipp Coddington is Director, Center for Energy Regulation & Policy, and Director, Energy Policy & Economics at the School of Energy Resources, University of Wyoming. A chemical engineer and lawyer, Mr. Coddington has more than two decades of experience in helping energy companies address some of their most challenging energy, environmental, and climate change issues. \n He is an international CCS/CCUS expert, having testified twice before committees of the U.S. Congress on the topic. He is the immediate past chair of the International Organization for Standardization’s Technical Committee tasked with developing the world’s first standards for CCS/CCUS. He co-founded the North American Carbon Capture & Storage Association, and served on various CCUS advisory panels. He is a co-principal investigator on the University of Wyoming’s DOE-funded CarbonSAFE project in Gillette, Wyoming. \n He practiced law for major international firms, ultimately living in London to advise clients on Kyoto Protocol carbon credit deals. He co-founded a boutique energy and environmental law firm, leading its Washington, D.C. office. \n He has a B.S. in Chemical Engineering from Purdue University (1986; With Highest Distinction; Outstanding Senior Engineer) and a Juris Doctor from Georgetown University (1993; Magna Cum Laude; Order of the Coif).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/10/Kipp-Coddington-January-2019-resized-for-website-1.jpg"
        },
        {
            "name": "Jeff D. Colgan",
            "blurb": "Richard Holbrooke Associate Professor of Political Science, Watson Institute of International  and Public Affairs, Brown University",
            "bio": "\n \n Jeff D. Colgan is the Richard Holbrooke Associate Professor at the Political Science Department and the Watson Institute of International and Public Affairs of Brown University, where he also serves as the Director of Security Studies. His research interests include international order, oil and energy politics, climate change, and international security. His most recent book is Petro-Aggression: When Oil Causes War (Cambridge University Press, 2013). His research has been published in International Organization, International Security, International Studies Quarterly, World Politics, Foreign Affairs, and other journals.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/10/Jeff-Colgan-2.jpg"
        },
        {
            "name": "CHRIS CONLEY",
            "blurb": "Captain, U.S. Coast Guard (retired)",
            "bio": "\n Chris Conley is an expert in foreign security development with specific focus in Africa serving as the Chief of Transnational Threats at U.S. Africa Command.  In this role, he advised foreign governments on maritime security including illegal, unreported, and unregulated fishing as well as the impact of maritime security on governance and economic development.  Additionally, he oversaw Counter-Threat Finance operations that leveraged data analysis to target financiers of illicit trafficking and terrorism building 42 cases for U.S. sanctions to deny violent and criminal organizations funding streams. \n Chris brings a wealth of experience from his 25 years of Coast Guard operations including a role as alternate Federal On-Scene Coordinator for maritime pollution response in the San Diego region that included development of a bi-national response framework with Mexico on the maritime boundary.  He conducted cyber security research as a National Security Affairs Fellow at the Hoover Institution on Stanford University that identified significant incentive gaps for securing critical infrastructure and provided viable policy prescriptions to enhance national security.  His published work can be found in the book,  Maritime Issues in Cyber Security .",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/03/Chris-Conley-Image-1.jpg"
        },
        {
            "name": "Phillip Cornell",
            "blurb": "Senior Fellow, Atlantic Council",
            "bio": "\n Phillip Cornell is a specialist on energy and foreign policy, global energy markets and regulatory issues, critical energy infrastructure protection, energy security strategy, Saudi Arabian oil policy, Middle East energy economics, and cross-border market integration. \n In addition to his affiliation at the Payne Institute, Cornell is a senior fellow at the Atlantic Council Global Energy Center. He was a senior corporate planning advisor to the Chairman and CEO of Saudi Aramco, where he supported executive management during Saudi oil strategy transition (2014-2016) and provided advice to the Royal Court. \n From 2011-2014 he was special advisor to the executive director of the International Energy Agency (IEA) in Paris, and developed IEA simulations and war-gaming among ministries in preparation for major oil and gas emergencies. \n Before joining the IEA, Cornell served with NATO as the senior fellow and director of international programs at the NATO School (NSO) in Oberammergau, Germany, and served on the secretary general’s committee in Brussels to develop NATO policy in the area of energy infrastructure security. \n Cornell has held research positions at the Naval Postgraduate School (Monterey), the Royal United Services Institute (London) and the Center for International Security and Cooperation (Stanford), and he is the author of a number of articles and volumes on energy security and security policy. \n He holds Masters degrees with distinction in International Economics (energy focus) and European Studies (security focus) from the Johns Hopkins School of Advanced International Studies. He received his BA cum laude in International Relations from Stanford University. \n  ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/10/AC-headshot-small-3.jpg"
        },
        {
            "name": "Trisha Curtis",
            "blurb": "President and Co-Founder of Petronerds",
            "bio": "\n Trisha Curtis is a Co-founder of PetroNerds, LLC.  She was formerly the Director of Research, Upstream and Midstream, at the Energy Policy Research Foundation, Inc. (EPRINC).  Since 2010, she has led extensive research efforts and authored several reports on the North American upstream and midstream markets.  In November 2015, Ms. Curtis published a study on the state of U.S. shale oil in a low oil price environment with the Oxford Institute for Energy Studies (OIES) and EPRINC.  She spearheaded EPRINC’s projects with Department of Energy for the Quadrennial Energy Review, evaluating future North American crude oil production volumes and midstream transportation options through 2030.   \n At PetroNerds, Ms. Curtis is currently evaluating U.S. upstream assets on a wells-up basis, assessing the viability of midstream and downstream projects, and studying global markets in order to assess the impact of lower oil prices on the U.S and other major oil producing nations. Ms. Curtis’ work for Department of Defense has focused extensively on China and international economics. \n Ms. Curtis is a research fellow at the Oxford Institute for Energy Studies (OIES) and a non-resident fellow at the Energy Policy Research Foundation, Inc. \n Ms. Curtis completed her undergraduate work at Regis University in Denver, Colorado where she double majored in Economics and Politics, minored in Criminology, and graduated Summa Cum Laude. She has a Master of Science (MSc) degree from the London School of Economics in International Political Economy and wrote her MSc Dissertation on Chinese National Oil Companies.  As an undergraduate, she also worked as a staff assistant in UK Parliament for John Grogan, Selby Constituency. Raised in northwest Colorado and southwest Wyoming, she grew up around pump jacks and has worked on oil and gas sites in Colorado and Wyoming. \n  ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/08/Trisha-Curtis.jpg"
        },
        {
            "name": "Jim Cust",
            "blurb": "Economist, World Bank",
            "bio": "\n Jim Cust is an economist and young professional working in the Office of the Chief Economist, Africa Region at the World Bank. Prior to this position, he was the director of research and data at the Natural Resource Governance Institute and helped create the Natural Resource Charter, where he served as acting director. \n Cust’s research addresses policy-relevant empirical questions on the role of government in harnessing resources for prosperity. He has recently completed work on Institutions and the Location of Oil Exploration, on Stranded Nations examining the intersection of climate policy and resource wealth, and on Investing in Africa’s Infrastructure, as well as studies on local impacts of resource wealth and challenges to diversification. \n Cust holds a DPhil (PhD) in economics from the University of Oxford, an MSc from Oxford and a BA from Cambridge. He is an external research associate of the Oxford Centre for the Analysis of Resource Rich Economies at the Department of Economics in Oxford.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Jim-Cust-1.png"
        },
        {
            "name": "David Daniels",
            "blurb": "Chief Energy Modeler, Office of Energy Analysis, U.S. Energy Information Administration, U.S. Department of Energy",
            "bio": "\n Dr. David Daniels is the chief energy modeler at the U.S. Energy Information Administration, where he works to ensure internal consistency across all of EIA’s energy models, including the National Energy Modeling System and the World Energy Projection System. He advises EIA on energy analysis methods and serves as an internal consultant on new model development efforts. In his role at EIA, Daniels serves on the international advisory panel of the Sustainable Gas Institute at Imperial College London, is the alternate U.S. delegate to the International Energy Agency’s ETSAP executive committee, and participates on the steering committee of Stanford University’s Energy Modeling Forum study on North American energy trade and integration (EMF 34). \n Prior to joining EIA, Daniels was the chief scientist at Digital Sandbox (now Haystax), a critical infrastructure risk management software company, where he developed the terrorism risk analysis methodology used by the U.S. Department of Homeland Security to allocate over $20B in state and urban area grant funding. He has also worked as a consultant, both at Booz Allen Hamilton, where he primarily acted as technical advisor to DARPA, and at the Boston Consulting Group, a commercial strategy consulting firm. His academic background is in high energy particle physics, earning his MS at Oxford and PhD at Harvard.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/David-Daniels.png"
        },
        {
            "name": "Paul Deane",
            "blurb": "Research Fellow, Energy and Climate Policy, MaREI Centre, University College Cork",
            "bio": "\n Dr. Paul Deane is a research fellow specializing in energy and climate policy with the MaREI Centre in University College Cork. He has worked in the energy industry for approximately 15 years in both commercial and academic research. His research activities include integrated energy systems modelling to assess whole system pathways and policies to low carbon futures. Deane is a member of a number of European multidisciplinary think-tanks and scientific advisor to European energy projects. He is an active contributor to European policy thinking on renewable energy.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Paul-Deane.png"
        },
        {
            "name": "Liam Denning",
            "blurb": "Bloomberg Opinion, Energy Columnist",
            "bio": "\n Liam Denning has been writing about or working with the energy sector for almost 20 years. He is a columnist at Bloomberg Opinion covering energy, mining and commodities. Prior to this, he edited and wrote for the Wall Street Journal’s “Heard on the Street” column and also wrote for the Financial Times’ Lex column. Prior to journalism, he worked in the natural resources team in Goldman Sachs’ investment banking division in London and as a consultant at KPMG. He is based in New York. \n  ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/09/Sized-for-website-3.jpg"
        },
        {
            "name": "Eleanor Denny",
            "blurb": "Associate Professor, Economics, Trinity College Dublin, University of Dublin",
            "bio": "\n Eleanor Denny is an associate professor in the economics department at Trinity College Dublin, University of Dublin, Ireland. \n She has been awarded more than €2.85 million in research funding as principal investigator. Denny was a visiting scholar at the Harvard Environmental Economics Programme and the Harvard Graduate School of Education for the academic year 2014/2015. She has supervised eight PhDs to graduation. She is coordinator of the Horizon 2020 project CONSEED, as well as the director of Trinity Research in social science. She is a fellow of Trinity College Dublin. \n Denny was the inaugural recipient of the European award for Excellence in Teaching in the Social Sciences and Humanities in 2012 (awarded by the Central European University in Budapest) and was awarded a provost teaching award in Trinity College Dublin in 2010.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Eleanor-Denny-1.png"
        },
        {
            "name": "Bassam Fattouh",
            "blurb": "Director, Oxford Institute for Energy Studies",
            "bio": "\n Dr. Bassam Fattouh is the director of the Oxford Institute for Energy Studies and professor at the School of Oriental and African Studies, University of London. He specializes in international oil pricing systems, OPEC pricing power, security of Middle Eastern oil supplies, and the dynamics of oil prices and oil price differentials. He has published a variety of articles on oil and gas topics and his publications have appeared in academic and professional journals. Fattouh served as a member of an independent expert group established to provide recommendations to the 12th International Energy Forum Ministerial Meeting for strengthening the architecture of the producer-consumer dialogue through the IEF. He also acts as an adviser to governments and industry, and is a regular speaker at international conferences. \n Fattouh focuses his research on aspects of the international oil pricing system such as the relationship between the futures market and spot market, the relationship between OPEC and the market, the causes of oil price volatility and the dynamics of oil price differentials. He also focuses his research on the IOC-NOC relationship and its implications for investment behavior. He has a strong background in the economic environment of the Middle East.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Bassam-Fattouh.png"
        },
        {
            "name": "Francesco Fuso-Nerini",
            "blurb": "Assistant Professor, Division of Energy Systems Analysis, Royal Institute of Technology",
            "bio": "\n Francesco Fuso-Nerini works as assistant professor at the Division of Energy Systems Analysis of the Royal Institute of Technology in Sweden (KTH-dESA). His research interests include the analysis of energy systems for policy support in all countries, and the study of inter-relations among Sustainable Development Goals. \n Before joining KTH-dESA, Fuso-Nerini worked and/or studied in 12 institutions located in eight different countries, spanning from academia to national and international organizations. He holds a PhD in energy systems analysis from KTH, with a dissertation focusing on tools to support energy access policies, and three MS degrees in Environmental and Sustainable Energy Engineering (from Politecnico Di Milano, Italy; UPC, Spain; and KTH, Sweden). Moreover, Fuso-Nerini has post-doctoral experience from the UCL-Energy Institute at University College London and from the World Energy Outlook team at the International Energy Agency. Fuso-Nerini also worked at the Italian National Agency for New Technologies, Energy and the Environment and as guest researcher both in Australia (Melbourne Energy Institute of Melbourne University) and Brazil (Federal University of Pará).",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Francesco-Fuso-Nerini.png"
        },
        {
            "name": "Dolf Gielen",
            "blurb": "Director, Technology and Innovation, International Renewable Energy Agency",
            "bio": "\n Dolf Gielen is director for technology and innovation at the International Renewable Energy Agency since 2011. He holds a PhD from Delft University of Technology in Delft, the Netherlands. He has studied Chemical Engineering at Eindhoven University of Technology and Environmental Sciences at Utrecht University in the Netherlands. Prior to joining IRENA he has worked for the International Energy Agency and the United Nations. Gielen spent two years as a fellow at the National Institute for Environmental Studies in Japan. He has coauthored more than 100 papers in peer reviewed journals and contributed to numerous books and research reports.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Dolf-Geilen.png"
        },
        {
            "name": "Alex Gilbert",
            "blurb": "Cofounder, SparkLibrary",
            "bio": "\n Alex Gilbert is cofounder of SparkLibrary, an energy research and data firm based in Washington, D.C. Previously, Gilbert performed econometric analysis of electricity, natural gas, and oil markets for industry clients at Haynes and Boone. He has been published in multiple academic journals on energy policy, including Nature, Nature Climate Change, Environmental Science and Technology, and Energy. Gilbert has a master’s degree in energy regulation and law, and a certificate in climate law from Vermont Law School, and a BA in environmental studies and international relations from Lake Forest College.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/ALEX-GILBERT-1.png"
        },
        {
            "name": "Andreas Goldthau",
            "blurb": "Professor, International Relations, Royal Holloway University of London",
            "bio": "\n Dr. Andreas Goldthau is professor in international relations at Royal Holloway University of London where he also serves as the director of the Centre of International Public Policy, and associate with the Geopolitics of Energy Project at Harvard University’s Belfer Center for Science and International Affairs. Prior to joining Royal Holloway, Goldthau worked as professor at Central European University’s School of Public Policy, as adjunct professor at John Hopkins’ MSc program in energy policy and climate, and as a transatlantic postdoc fellow in international relations and security with the Paul Nitze School of Advanced International Studies at Johns Hopkins University, the RAND Corporation and the German Institute for International and Security Affairs. \n Goldthau’s academic interests focus on energy security and global governance issues related to oil and gas. His publications include The Politics of Shale Gas in Eastern Europe. Energy Security, Contested Technologies and the Social License to Frack (Cambridge University Press, 2018), the Handbook of the International Political Economy of Energy and Natural Resources (Edward Elgar 2018), Energy Union. Europe’s new Liberal Mercantilism? (Palgrave 2016), A Liberal Actor in a Realist World: The EU Regulatory State and the Global Political Economy of Energy (Oxford University Press, 2015), The Global Energy Challenge: Environment, Development and Security (Palgrave Macmillan, 2015), the Wiley Handbook on Global Energy Policy (Wiley Blackwell, 2013), Dynamics of Energy Governance in Europe and Russia (Palgrave, 2012), Global Energy Governance: The New Rules of the Game (Brookings Press, 2010), Imported Oil and US National Security (RAND, 2009) and OPEC (Hanser, 2009).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Andreas-Goldthau.png"
        },
        {
            "name": "Steven Griffiths",
            "blurb": "Senior Vice President, Research and Development; Professor of Practice, Khalifa University of Science and Technology",
            "bio": "\n Dr. Steven Griffiths is currently senior vice president for research and development and professor of practice at the Khalifa University of Science and Technology. KU is the recently established university in the United Arab Emirates that resulted from the 2017 merger of the Masdar Institute of Science and Technology, the Petroleum Institute and the Khalifa University of Science, Technology and Research. At KU, Griffiths advances the work he did in his prior role as vice president for research at the Masdar Institute of Science and Technology, which includes establishing and developing large-scale, collaborative research partnerships, programs and centers, research grants and contracts, technology management and transfer, research computing and research laboratories. \n Outside of KU, Griffiths is advisor to the UAE Research Program for Rain Enhancement Science, a Zayed Future Energy Prize Selection Committee member, an elected member of the Global Energy Prize International Award Committee, member of the UAE Executive Team for R&D Expenditure Indicators and additionally engaged as an evaluator and mentor in regional and international research and innovation competitions and programs. He served as a member of the Middle East Solar Industry Association board of directors from 2012 to 2015 and advised the government of Alberta, Canada on provincial innovation system structuring during 2014. \n Griffiths is associate editor and editorial board member of Elsevier’s international journal  Energy Strategy Reviews  as well as associate editor and editorial board member of Springer’s international journal  Energy Transitions . He further is a non-resident fellow of the Payne Institute at the Colorado School of Mines, which is a leading institute focused on energy, natural resource and environmental policy. In addition to these roles, Griffiths serves as advisor to journals and magazines focused on energy systems and technology innovation while regularly providing insights on innovation, energy policy and energy strategy for international peer-reviewed journals and think tank publications. \n Prior to his role at the Masdar Institute and now KU, Griffiths was executive director of the Technology and Development Program at the Massachusetts Institute of Technology while simultaneously serving as the founding executive vice president of Light Pharma Incorporated. \n Griffiths holds a PhD in chemical engineering from MIT and an MBA from the MIT Sloan School of Management.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Steven-Griffiths.png"
        },
        {
            "name": "Samantha Gross",
            "blurb": "Fellow in Foreign Policy, Brookings Institution; Cross-Brookings Initiative on Energy and Climate",
            "bio": "\n Samantha Gross is a fellow in foreign policy at the Brookings Institution and in the Cross-Brookings Initiative on Energy and Climate. Her work is focused on the intersection of energy, environment, and policy, including climate policy and international cooperation, energy efficiency, unconventional oil and gas development, regional and global natural gas trade, and the energy-water nexus. \n Gross has more than 20 years of experience in energy and environmental affairs. She has been a visiting fellow at the King Abdullah Petroleum Studies and Research Center, where she authored work on clean energy cooperation and on post-Paris climate policy. She was director of the Office of International Climate and Clean Energy at the U.S. Department of Energy. In that role she directed U.S. activities under the Clean Energy Ministerial, including the secretariat and initiatives focusing on clean energy implementation and access and energy efficiency. Prior to her time at the Department of Energy, Gross was director of integrated research at IHS CERA. She managed the IHS CERA Climate Change and Clean Energy forum and the IHS relationship with the World Economic Forum. She also authored numerous papers on energy and environment topics and was a frequent speaker on these topics. She has also worked at the Government Accountability Office on the natural resources and environment team and as an engineer directing environmental assessment and remediation projects. \n Gross holds a BS in chemical engineering from the University of Illinois, a MS in environmental engineering from Stanford, and an MBA from the University of California at Berkeley.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Samantha-Gross.png"
        },
        {
            "name": "Thomas Hale",
            "blurb": "Associate Professor, Global Public Policy; Director for China Engagement, Blavatnik School of Government, University of Oxford",
            "bio": "\n Dr. Thomas Hale’s research explores how we can manage transnational problems effectively and fairly. He seeks to explain how political institutions evolve–or not–to face the challenges raised by globalization and interdependence, with a particular emphasis on environmental and economic issues. \n He holds a PhD in politics from Princeton University, a masters degree in global politics from the London School of Economics, and an AB in public policy from Princeton’s Woodrow Wilson School. A U.S. national, Hale has studied and worked in Argentina, China, and Europe. \n His books include  Beyond Gridlock  (Polity 2017),  Between Interests and Law: The Politics of Transnational Commercial Disputes  (Cambridge 2015),  Transnational Climate Change Governance  (Cambridge 2014), and  Gridlock: Why Global Cooperation Is Failing when We Need It Most  (Polity 2013).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Thomas-Hale.png"
        },
        {
            "name": "Bjorn Hamso",
            "blurb": "Program Manager, Global Gas Flaring Reduction Partnership, World Bank Group",
            "bio": "\n Bjorn Hamso is the program manager for the World Bank-led Global Gas Flaring Reduction Partnership, which manages the “Zero Routine Flaring by 2030” initiative that aims to end an oil industry practice that the world can no longer afford. Before taking on this position in 2013, Hamso managed World Bank investment projects in the gas and power industry in India, Pakistan, and countries in Europe and Central Asia. \n He had a long career with the Norwegian oil company Statoil, notably in marketing and negotiation of Norwegian gas to European buyers. He was director for Statoil’s marketing of electricity in Scandinavia before joining the World Bank in 1999. Hamso also has experience in the U.S. gas industry as a senior vice president for business development with Eastern Group Inc.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Bjorn-Hamso-1.png"
        },
        {
            "name": "Arthur Hanna",
            "blurb": "Senior Managing Director, Energy, Accenture Strategy, Accenture",
            "bio": "\n BSc (Hons) in economics and economic policy, Loughborough University, U.K. Formerly, 10 years with BP Oil International. 1990, joined Accenture in 2000, senior executive; head, Energy Downstream business; currently, senior managing director of Accenture’s global energy practice.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Arthur-Hanna.png"
        },
        {
            "name": "Charles Heaps",
            "blurb": "Senior Scientist, Stockholm Environment Institute-U.S.",
            "bio": "\n Charlie Heaps is a senior scientist at SEI-US and developer of LEAP, the Long-range Energy Alternatives Planning System. From 2006 through 2014, he was also U.S. centre director.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Charlie-Heaps.png"
        },
        {
            "name": "Cullen Hendrix",
            "blurb": "Associate Professor, International Studies, Josef Korbel School of International Studies, University of Denver",
            "bio": "\n Dr. Cullen Hendrix is associate professor of international studies at the Josef Korbel School of International Studies, University of Denver, nonresident seniorfFellow at the Peterson Institute for International Economics, and senior research advisor at the Center for Climate & Security. At the Korbel School, he directs the Environment, Food and Conflict Lab, which leverages collaborations between physical and social scientists and policymakers to produce scholarship and analysis on issues at the intersection of the environment, food security, and conflict. He has published widely on the relationships between international markets, natural resources, and the conflict-development nexus, as well as on the economic and security implications of climate change. \n He has consulted for numerous government agencies and organizations, including U.S. Department of Defense, Food and Agriculture Organization, Political Instability Task Force, Asian Development Bank, and the World Food Programme. His research on climate and environmental security issues has been supported by the National Science Foundation’s Coupled Natural and Human Systems program, the U.S. Department of Defense Minerva Initiative, and the Carnegie Corporation of New York. His first book, Confronting the Curse: The Economics and Geopolitics of Natural Resource Governance (with Marcus Noland), was published in 2014. He holds a PhD and MA from the University of California, San Diego, where he was a fellow at the Institute on Global Conflict and Cooperation, and a BA from Kalamazoo College.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Cullen-Hendrix.png"
        },
        {
            "name": "Emily Sarah Hersh",
            "blurb": "Managing Partner, DCDB Group",
            "bio": "\n Emily Sarah Hersh is based in Buenos Aires, Argentina where she serves as Managing Partner of DCDB Research. Emily is a well-known lithium industry expert and is the co-host of the popular Global Lithium Podcast (www.lithiumpodcast.com). Emily manages projects in South America for companies in the mining, energy, oil and gas industries. Her specialization in lithium includes project due diligence, country risk assessment and emerging battery technologies. She manages a private family office fund dedicated to raw materials in the battery supply chain. \n Emily has given keynote speeches on lithium, energy storage, renewable energy in Latin America, and emerging battery technology at events hosted by The Institute of the Americas, Metal Bulletin, Fastmarkets, Benchmark Mineral Intelligence, Euromoney, GFC Media, Greenpower Conferences, SolarPlaza, and many others. \n In 2013, Emily co-founded The Bubble News. She appears on CNN and Al-Jazeera America in relation to Argentina’s economy, and her work is frequently featured in Business Insider, The Bubble, Wolf Street, and InfoBAE. She is regularly quoted in The Financial Times, Bloomberg, and Reuters related to lithium and battery materials. \n In 2018, Emily was a founder of AMES Argentina, the Association of Women in Energy and Sustainability in Argentina. She is a member of Kappa Kappa Gamma international sorority, and a member of the Electrochemical Society. \n Emily has a Bachelor of Science in Economics from Tulane University, a MA in International Affairs from American University, and has done graduate coursework in Renewable Energy at the Instituto Tecnologico de Buenos Aires (ITBA). \n For additional Information please see her Linkedin profile below: \n https://www.linkedin.com/in/emily-hersh-3a6b60a/",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/08/Emily-Sarah-Hersh-5.png"
        },
        {
            "name": "Gavin Hilson",
            "blurb": "Chair of Sustainability in Business, University of Surrey",
            "bio": "\n Gavin Hilson is a leading global authority on the environmental and social impacts of the small-scale mining sector. He has published more than 100 journal articles, book chapters and reports on the subject, his specialist knowledge widely recognized internationally. He has delivered talks on small-scale mining at United Nations headquarters in New York, the World Bank in Washington D.C. and several universities worldwide. He has also provided consultancy services on the subject for a range of organizations: the U.K. Department for International Development, World Bank and EGMONT (Royal Institute for International Relations in Brussels); the NGO sector, including the Alliance for Responsible Mining and the WWF Guianas; and corporations such as Newmont Gold Mining and Gold Fields. \n Hilson is editor-in-chief of The Extractive Industries and Society (Elsevier Science) and is on the editorial boards of The Journal of Cleaner Production (Elsevier Science), Resources Policy (Elsevier Science), Mineral Economics (Springer) and The International Journal of Surface Mining, Reclamation and Environment (Taylor & Francis). He is also an executive board member of the Diamond Development Initiative, an NGO established to improve awareness and eliminate circulation of ‘conflict diamonds’. \n He received Bachelor’s and Master’s degrees from the University of Toronto, and his PhD from the Imperial College of Science, Technology and Medicine. His first academic post was at Cardiff University, where he held the post, lecturer in environmental policy, in the School of City and Regional Planning. Following this appointment, he moved to the Institute of Development Policy and Management, the University of Manchester, where he held the post of lecturer in environment and development. In 2007, he moved to the School of Agriculture, Policy and Development, The University of Reading, taking up a permanent lectureship in environment and development. He was promoted to reader in 2009. \n For more than a decade, Hilson has carried out research on mining and development in Ghana, Mali, Sierra Leone, Liberia, Malawi and Guyana. His work has been funded by a range of organizations, including the ESRC, British Council, British Academy, the Royal Society and Nuffield Foundation. He is presently carrying out research on mineral certification schemes; corporate social responsibility in the mining sector, specifically the application of a ‘social license to operate’ in sub-Saharan Africa and relations between multinationals and artisanal operators; and linkages between smallholder farming, agricultural liberalization and the growth of small-scale mining.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Gavin-Hilson.png"
        },
        {
            "name": "Paulina Jaramillo",
            "blurb": "Associate Professor, Engineering and Public Policy, Carnegie Mellon University",
            "bio": "\n Dr. Paulina Jaramillo has a bachelor’s in civil and environmental engineering from Florida International University (2003), as well as a master’s and PhD in civil and environmental engineering with an emphasis in green design from Carnegie Mellon University (2004 and 2007, respectively). She has been a Carnegie Mellon faculty member since 2010. \n Her past research has focused on life cycle assessment of energy systems with an emphasis on climate change impacts and mitigation research. As a professor at Carnegie Mellon University, she is involved in key multi-disciplinary research projects to better understand the social, economic and environmental implications of energy consumption and the public policy tools that can be used to support sustainable energy development and consumption. She is now the co-director of the Green Design Institute and has started pursuing research about infrastructure systems for global development.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Paulina-Jaramillo.png"
        },
        {
            "name": "Robert Johnston",
            "blurb": "Chief Executive Officer, Eurasia Group",
            "bio": "\n Robert “RJ” Johnston became chief executive officer of Eurasia Group in 2013 after seven years as head of the firm’s Global Energy and Natural Resources Strategy Group. Johnston is responsible for directing firm strategy and leads oversight of research, sales, and operations teams across five offices. \n As the founder of the energy and natural resources practice, Johnston works closely with corporate and institutional investor clients involved in the commodity and energy sector. Services range from board presentations to strategic planning, drawing upon his experience and analytical expertise in energy geopolitics, including the North American unconventional energy revolution, resource nationalism, energy infrastructure, and industry-civil society relations. Johnston also works closely with leading metals and mining firms and investors, assessing key trends involving country risk, supply and demand, and socioeconomic impact on the sector. \n Prior to joining Eurasia Group, Johnston served as managing director of equity research at Medley Global Advisors, where he was responsible for providing political and strategic insights to clients in the institutional investment community and served as the lead analyst for global energy equities. Johnston, in addition, was a research director at UBS Warburg Energy, working directly in support of energy trading. And he previously directed internal research teams supporting oil, LNG, metals, and FX trading at Enron Global Markets. Earlier, at ArmorGroup, Johnston directed political risk research for corporate clients in a variety of markets including China, Russia, Colombia, and Indonesia. \n Recent notable achievements include published contributions to the World Economic Forum, the World Energy Council, the National Petroleum Council, the International Gas Union, and the Canadian Energy Research Institute, as well participation in the Canadian Association of Petroleum Producers Oil Sands Dialogue, the Brookings Institution Task Forces on US Crude Oil and LNG Exports, and PwC Energy Visions, among numerous other endeavors. Johnston holds a doctorate in international relations from American University, a master’s degree in political science from McMaster University, and a bachelor’s degree in political studies from Bishop’s University.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Robert-Johnston.png"
        },
        {
            "name": "Rory Johnston",
            "blurb": "Commodity Economist, Scotiabank",
            "bio": "\n Rory Johnston is a Commodity Economist covering energy and metals markets in Scotiabank’s Economics Department. His ongoing research includes the  Scotiabank Commodity Price Index  (a monthly assessment of developments affecting the prices of major Canadian export commodities), contributions to  Scotiabank’s Global Outlook  (the department’s flagship quarterly forecast), as well as  Commodity Notes  on various topics of interest to the Canadian commodity sector. \n Johnston previously worked with Scotiabank’s International Economics Group on global energy and infrastructure issues, writing on topics ranging from the Petrocaribe oil alliance to the expansion of the Panama Canal. Johnston holds a graduate degree from the University of Toronto’s Munk School of Global Affairs and a bachelor’s degree in political studies from Queen’s University.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Rory-Johnston.png"
        },
        {
            "name": "George Kararach",
            "blurb": "Lead Economist, African Development Bank",
            "bio": "\n George Kararach is a lead economist at the African Development Bank. He holds a PhD in economics from Leeds University, U.K. He has published on public policy and macro-economic policy reform in developing countries. His recent publications include Macroeconomic policy and Political Limits of Reform Programmes in Developing Countries (ARRF, 2010); Rethinking Development Challenges for Public Policy: Insights from Contemporary Africa (with K. Hanson and T. Shaw, 2012); Development Policy in Africa: Mastering the Future? (Palgrave Macmillan, 2014); Economic Management in a Hyper-inflationary Environment: the Political Economy of Zimbabwe, 1980-2009 (Oxford University Press, 2016); Development in Africa: Refocusing the Lens after the MDGs (Policy Press, 2016).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/George-Kararach.png"
        },
        {
            "name": "Carolyn Kissane",
            "blurb": "Academic Director and Clinical Associate Professor, School of Professional Studies Center for Global Affairs, New York University",
            "bio": "\n Dr. Carolyn Kissane serves as the academic director of the graduate program in global affairs at the Center for Global Affairs and is a clinical associate professor where she teaches graduate level courses examining the geopolitics of energy, comparative energy politics, energy, environment, and resource security, and a regional course focusing on Central Asia. \n She is coordinator of the energy and environment concentration at the center and is faculty adviser to the Energy Policy International Club. Kissane was awarded the esteemed NYU Excellence in Teaching Award in 2007, the SCPS Award for Teaching Excellence in 2009, and nominated for the NYU-wide Distinguished Teaching Award in 2009, 2016 and 2018. She was also named Breaking Energy’s Top 10 New York Women in Energy and Top 10 Energy Communicator. She has received fellowships and awards from the Carnegie Council for Ethics and International Affairs, the Fulbright Hays program, Boren Area and Language Studies Award, and IREX. \n In 2009 Kissane received a grant from the Canadian government to lead a group of students to the Canadian Oil Sands in Fort McMurray, Calgary, and in 2013 with a grant from the Quebec government, she led a group of students to Quebec and Ottawa to examine the politics and security of the Arctic. Her work with Canada continues with event partnerships and a special series on the Arctic with the government of Quebec. \n In 2015 she helped launch the CGA/ACRE Clean Start Program and in 2016 she was invited to join the New York Advanced Energy Stakeholders group.  Kissane leads Global Field Intensives focusing on energy and the environment to China, Germany, Japan and Canada. She hosts Fueling our Future, an energy series she moderates which brings in energy and environment experts for conversation and debate. She serves on the boards of the New York Energy Forum, Clean Start Advisory Board and CIV-LAB. She is a non-resident fellow at the Payne Institute at Colorado School of Mines.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/CAROLYN-KISSANE-1.png"
        },
        {
            "name": "Gregory Leng",
            "blurb": "Director, RETScreen International",
            "bio": "\n Gregory J. Leng is the creator and director of the RETScreen Clean Energy Management Software at Natural Resources Canada’s CanmetENERGY research centre in Varennes, Quebec. The RETScreen Software is the world’s leading clean energy decision-support tool and is available in 36 languages covering 2/3 of the Earth’s population. RETScreen is used by more than 575,000+ energy professionals and decision-makers in every country, as well as by professors at 1,100+ universities and colleges for teaching and research. \n Leng’s career is focused on the clean energy market, technology and finance interface and he has been working in the renewable energy and energy efficiency fields since 1987. Prior to joining NRCan, he was based in Hyderabad, India as the India Country Manager (dLA consultant) for the International Fund for Renewable Energy and Energy Efficiency. He obtained a master of science degree from the University of Massachusetts Lowell in energy engineering (solar energy engineering) and a bachelor of commerce degree (marketing and international business) from McGill University.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Gregory-Leng.png"
        },
        {
            "name": "David Livingston",
            "blurb": "Deputy Director, Climate and Advanced Energy, Atlantic Council",
            "bio": "\n David Livingston is deputy director for climate and advanced energy at the Atlantic Council, a foreign policy think tank located in Washington, DC. \n He is also a fellow of the Initiative for Sustainable Energy Policy at Johns Hopkins University, and teaches a course on energy markets and policy for the University of Southern California program in Washington, DC. \n Previously, Livingston served as a fellow at the Carnegie Endowment for International Peace, and as the inaugural Robert S. Strauss fellow for geoeconomics at the Office of the U.S. Trade Representative, where he concluded as acting assistant U.S. trade representative for congressional affairs. \n He also has worked at the World Trade Organization in Geneva and at the United Nations Industrial Development Organization in Vienna. \n Livingston was selected as a Future Energy Leader by the World Energy Council, is an alumnus of the Atlantik Brücke Young Leaders Program, and serves on the advisory board of South by Southwest Cities and a number of social enterprise start-ups. \n He earned a BA with highest honors from the University of Southern California in Los Angeles, and an MSc with distinction from the University of Oxford in the United Kingdom.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/David-Livingston.png"
        },
        {
            "name": "Iain MacGill",
            "blurb": "Associate Professor, School of Electrical Engineering and Telecommunications, UNSW Sydney",
            "bio": "\n Iain MacGill is an associate professor in the School of Electrical Engineering and Telecommunications at UNSW Australia, and joint director (engineering) for the university’s Centre for Energy and Environmental Markets. MacGill’s teaching and research interests at UNSW include electricity industry restructuring and the Australian National Electricity Market, sustainable energy generation technologies, distributed energy resources, energy efficiency options, energy and climate policy and environmental regulation. \n CEEM itself undertakes interdisciplinary research in the monitoring, analysis and design of energy and environmental markets and their associated policy frameworks. It brings together UNSW researchers from the faculties of engineering, business, science, law and arts and social sciences, with project funding from partners including the Australian Research Council, Australian Federal Government, CSIRO, state governments and industry. MacGill leads work in two of CEEM’s three research areas, sustainable energy transformation, including energy technology assessment and renewable energy integration; and distributed energy systems including distributed generation, energy efficiency and demand-side participation.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Iain-MacGill.png"
        },
        {
            "name": "Paasha Mahdavi",
            "blurb": "Assistant Professor, McCourt School of Public Policy, Georgetown University",
            "bio": "\n Paasha Mahdavi is assistant professor at the McCourt School of Public Policy at Georgetown University and director of the MS in Data Science for Public Policy program. His research focuses on the politics of nationalization and state-owned enterprises in the energy sector (the subject of his current book manuscript); the consequences of oil-to-cash transfers; and the political economy of fossil fuel subsidy reform. \n His work has been published in journals such as  Energy Policy, Nature Energy,  and  World Politics . Mahdavi is also an affiliated assistant professor in the department of government at Georgetown and currently serves as the GFC Fellow for the Council on the Future of Energy at the World Economic Forum. In a past life, Mahdavi worked as an energy consultant for ICF International. He earned his BA in economics from Columbia University, MA in international policy from Stanford University, and MS in statistics and PhD in political science from UCLA.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Paasha-Mahdavi.png"
        },
        {
            "name": "Alex McLean",
            "blurb": "Partner, Head of Infrastructure, Construction and Utilities, Arthur Cox",
            "bio": "\n Alex McLean is founder and head of the Infrastructure, Construction and Utilities Practice at the leading Irish law firm, Arthur Cox. He has a broad based energy and natural resources practice, with particular expertise in the electricity sector, and combines broad industry expertise with a strong background in energy regulation and reform. \n McLean has almost 25 years of regulatory, transactional and major projects experience in Europe, the Middle East, Australia and the Pacific. He currently serves on the management committee of the Energy Law Group, an association of independent law firms with leading energy practices in Europe, the Middle East and Africa, and the Council of the Marine Renewables Industry Association. \n He is ranked as a leading energy lawyer by independent directories including “ Chambers Europe: Europe’s Leading Lawyers for Business, ” “ Legal 500, ” “ Who’s Who Legal, ” and “ Expert Guides: The World’s Leading Lawyers, Best of the Best. ” McLean is admitted as a solicitor in Ireland, Northern Ireland, New South Wales and New Zealand.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/06/Alex-McLean.png"
        },
        {
            "name": "Fernando Miralles-Wilhelm",
            "blurb": "Professor and Interim Director, Earth System Science Interdisciplinary Center, University of Maryland",
            "bio": "\n Dr. Fernando Miralles-Wilhelm is a hydrologist with research interests in modeling of surface and groundwater systems, climate-hydrology-vegetation interactions, water quality and modeling of the water-energy-food nexus. He has been a principal investigator in research sponsored by NASA, NOAA, NSF, USDA, USAID, the World Bank and other agencies, and has worked as a consultant in water resources projects in all five continents for more than 20 years. \n Prior to his appointment at UMD, he served on the faculty at Northeastern University, the University of Miami, and Florida International University. He also spent five years as a civil servant in the Water and Sanitation Division of the Inter-American Development Bank in Washington, D.C. \n He earned a mechanical engineering diploma from Universidad Simón Bolívar in Caracas, Venezuela (1987), a MS in engineering from the University of California, Irvine (1989), and a PhD in civil and environmental engineering from the Massachusetts Institute of Technology (1993). \n Miralles-Wilhelm is a fellow of the American Society of Civil Engineers, and a diplomate of the American Academy of Environmental Engineers and the American Academy of Water Resources Engineers. He is a registered professional engineer in the states of Massachusetts and Florida. \n He lives in Bethesda, Maryland with his wife Monica, and is the father of two UMD Terps (Andrea, class of ’18 and Adriana, class of ’20). On nice sunny days, you will most likely find him playing tennis at NASA Goddard, or on the Capital Crescent Trail on his running shoes, his bike, roller blades or his Sector 9 longboard.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Fernando-Miralles-Wilhelm.png"
        },
        {
            "name": "Todd Moss",
            "blurb": "Executive Director,  Energy for Growth Hub",
            "bio": "\n Todd Moss is founder and executive director of the Energy for Growth Hub. He is also a visiting fellow at the Center for Global Development, a nonresident scholar at the Center for Energy Studies at Rice University’s Baker Institute, and a fellow at the Colorado School of Mines’ Payne Institute. Previously, Todd served as U.S. Deputy Assistant Secretary of State for African Affairs, as chief operating officer of CGD, and has worked at the London School of Economics, Georgetown University, the World Bank, and the EIU. He is a widely recognized expert on energy, development finance, and foreign policy who has testified to the U.S. Congress ten times. Todd is the author of  African Development: Making sense of the issues and actors  (eds. 2007, 2011, 2018) and  Oil to Cash: Fighting the resource curse with cash transfers  (2015). He holds a PhD and MSc from the University of London’s SOAS and a BA from Tufts University. \n In the early mornings, Todd also writes  international political thrillers .",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Todd-Moss.png"
        },
        {
            "name": "William J. Nuttall",
            "blurb": "Professor of Energy, The Open University",
            "bio": "\n William J. Nuttall is professor of energy having joined The Open University in October 2012. Much of his work has focused on technology and policy issues of energy. He has had a leading role in studies devoted to particular energy-related materials including plutonium, helium, uranium, thorium and hydrogen and much of that work is on-going. \n He has extensive experience of matters relating to civil nuclear energy. Nuttall’s career started in experimental physics and this technical background informs his interest in energy and technology issues. Beyond energy he has written on matters of industrial policy and, reflecting his physics background, he maintains an active interest in applied complexity science, including spatial agent-based simulation, particularly of energy-related problems. Nuttall’s research techniques have also included system dynamics especially as applied to problems in resource depletion. \n Professor Nuttall is chair of the management committee of OU Energy.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/William-J.-Nuttall.png"
        },
        {
            "name": "Joseph Nyangon",
            "blurb": "Postdoctoral Researcher in Energy Policy, Economics and Innovation, University of Delaware",
            "bio": "\n \n Dr. Joseph Nyangon is a postdoctoral researcher in energy policy, economics and innovation with the Center for Energy and Environmental Policy at the University of Delaware where he is researching overarching trends shaping the U.S. electricity markets. He is also a research fellow at the Foundation for Renewable Energy and Environment. His practice centers on investigating the economic impacts of energy and environmental stringencies using dynamic and multi-regional econometric models. \n Nyangon’s doctoral research focused on restructured electricity market design and regulatory innovation for a distributed utilities future in top solar energy producing states such as California, North Carolina, Arizona, Nevada, New Jersey, Utah, Massachusetts, Georgia, Texas, and New York. He also evaluated resource adequacy and capacity market design models that blend renewable energy and natural gas resources in the PJM Intercontinental, Midcontinent independent system operator, Texas’ ERCOT, and New York regional electricity markets as well as evaluating various competitive utility business models that have emerged to incentivize distributed energy generation. He has worked at the leading edge of the Utility of the Future discourse, assessing alternative utility regulation and pioneering grid modernization models like New York’s Reforming the Energy Vision process and Great Britain’s RIIO (Revenue = Incentives + Innovation + Outputs), the Office of Gas and Electricity Markets’ framework for setting price controls for utility network companies operating in the electricity and downstream natural gas markets. \n Recent notable publications (co-authored or co-edited) related to the Utility of the Future study include  Diversifying Electricity Customer Choice: REVing Up the New York Energy Vision for Polycentric Innovation ;  Estimating the Effects of Natural Gas Prices and Utility Uses on the Installed Solar Capacity Development :  Implications for Distributed Utility Markets in PJM Interconnection; An Assessment of Price Convergence Between Natural Gas and Solar Photovoltaic in the U.S. Electricity Market ; and  Entangled Systems at the Energy-Water-Food Nexus: Challenges and Opportunities . Among other industry awards and honors, he is a co-recipient of the 2016 First Prize Award for excellence in the United States Association for Energy Economics (USAEE) and the International Association for Energy Economics (IAEE) Case Competition. \n Nyangon holds a PhD in energy and environmental policy from the University of Delaware’s College of Engineering with a specialization in the fields energy engineering systems, energy economics, applied econometrics, and sustainability management; MPA in environmental science and policy from Columbia University’s School of International and Public Affairs; MSc in computing systems and engineering from the University of Greenwich; and a bachelor of science in engineering from the University of Nairobi.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Joseph-Nyangon.png"
        },
        {
            "name": "Nadia Ouedraogo",
            "blurb": "Economic Affairs Officer, United Nations Economic Commission for Africa",
            "bio": "\n Nadia Ouedraogo is an economist specialized in quantitative economics, macroeconomics, econometric, modeling, statistics, extractives, energy and climate with eight cumulative years of experience in designing and implementing inter-disciplinary research projects, performing in-depth and high-quality research and analysis, and teaching at university level and supervising PhD students.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Nadia-Ouedraogo.png"
        },
        {
            "name": "Ian Parry",
            "blurb": "Principal Environmental Fiscal Policy Expert, Fiscal Affairs, International Monetary Fund",
            "bio": "\n Ian Parry is the principal environmental fiscal policy expert in the fiscal affairs department of the International Monetary Fund. Prior to joining the IMF in 2010, Parry held the Allen V. Kneese Chair in Environmental Economics at Resources for the Future. He has a PhD in economics from the University of Chicago. \n Parry’s research focuses on analytical and spreadsheet models to quantify for different countries the economic impacts and efficient levels of a wide range of environmental, energy, and transportation policies. His work emphasizes the critical role of fiscal instruments to address externalities and raise revenue. His recent (co-authored or co-edited) books include  Energy Tax and Regulatory Policy in Europe: Reform Priorities ;  Implementing a US Carbon Tax: Challenges and Debates ;  Getting Energy Prices Right: From Principle to Practice ;  Fiscal Policy to Mitigate Climate Change: A Guide for Policymakers ; and  Issues of the Day: 100 Commentaries on Environmental, Energy, Transportation, and Public Health Policy .",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Ian-Parry.png"
        },
        {
            "name": "Michael Pollitt",
            "blurb": "Professor of Business Economics, Cambridge Judge Business School, University of Cambridge",
            "bio": "\n Professor Michael Pollitt is a member of the editorial boards of The Energy Journal ,  Economics of Energy and Environmental Policy ,  Review of Industrial Organization ,  Competition and Regulation in Network Industries  and  Utilities Policy . He is also a Research Associate at the Centre for Business Research. He is currently a member of Ofwat’s Water 2020 advisory board. He is also a Joint Academic Director at the CERRE Centre on Regulation in Europe. Since 2000 he has been convenor of the Association of Christian Economists, U.K. \n Pollitt has advised the U.K. Competition Commission, the New Zealand Commerce Commission, Ofgem, Ofwat, ESRC, the Norwegian Research Council, the DTI, the World Bank and the European Commission. He has also consulted for National Grid, AWG, EdF, Eneco, Nuon, Roche and TenneT. He is the Coach on the Cambridge MBA’s Energy & Environment concentration, and the University’s Energy Lead for Policy, Economics and Risk. He is Assistant Director of the Energy Policy Research Group, and a member of the Cambridge Corporate Governance Network. \n Before coming to Cambridge Judge Business School, Pollitt was a lecturer in applied industrial organisation at the Faculty of Economics, University of Cambridge, from 1994-1999. He was a board member and trustee of Viva Network, Oxford, from 1999-2004. In the first half of 2003 Pollitt was a visiting associate professor in the Department of Economics at MIT. From 2001-2005 he was co-leader of the Cambridge-MIT Electricity Project. \n In 2005 and 2006 Pollitt served as acting executive director of the ESRC Energy Policy Research Group. In 2009 and 2010 he was a member of the New Zealand Commerce Commission’s expert panel on Input Methodologies. From 2007-2011 he served as external economic advisor to Ofgem, and from 2011-2014 he was an energy advisor to the U.K. Consumers’ Association. \n His research interests include Industrial economics; privatisation and regulation of utilities especially in electricity; the measurement of productive efficiency; the relationship between Christian ethics and best practice business behaviour.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Michael-Pollitt.png"
        },
        {
            "name": "Arvind Ravikumar",
            "blurb": "Post-doctoral Fellow, Energy Resources Engineering, Stanford University",
            "bio": "\n Arvind Ravikumar is a post-doctoral fellow in energy resources engineering at Stanford University. His research aims to facilitate clean energy transitions by developing engineering-based tools that inform climate and energy policies. His most recent work has focused on technology and policy solutions to reduce methane emissions from the natural gas supply chain. He consults with businesses, non-governmental organizations, state and federal regulatory agencies in both the U.S. and Canada. He received his PhD in electrical engineering from Princeton University in 2015.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Arvind-Ravikumar.png"
        },
        {
            "name": "Jun Rentschler",
            "blurb": "Economist, World Bank",
            "bio": "\n Jun Rentschler is an economist at the World Bank working at the intersection of climate change and sustainable resilient development. He is also a visiting research fellow at the Payne Institute for Earth Resources and the Oxford Institute for Energy Studies. Prior, he spent two years as a consultant at the European Bank for Reconstruction and Development, working on private sector investment projects in energy and resource efficiency. He also served as an economic adviser at the German Foreign Ministry, where he focused on economic and energy policy. \n Rentschler holds a MSc and a PhD in economics from University College London, with a specialization in the fields of development, climate, and energy. He has published widely on these topics, including in academic journals and his books ‘Fossil Fuel Subsidy Reforms: A Guide to Economic and Political Complexity’ (Routledge, 2018) and ‘Investing in Resource Efficiency: The Economics and Politics of Financing the Resource Transition’ (Springer, 2018). He is part of the World Bank’s Young Professionals Program.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Jun-Rentschler.png"
        },
        {
            "name": "Keywan Riahi",
            "blurb": "Director, IIASA Energy Program",
            "bio": "\n Dr. Keywan Riahi is the director of the Energy Program of IIASA and visiting professor, Energy Systems Analysis of the Graz University of Technology, Austria. His main research interests are long-term patterns of technological change and economic development, particularly evolution of the energy system. His present research focuses on energy-related sources of global change, and on future development and response strategies related to the Sustainable Development Goals. \n Riahi leads a number of international research efforts, including EU funded project on ‘Linking Climate and Development Policies-Leveraging International Networks and Knowledge Sharing (CD-LINKS’)’. He is also member of Scientific Steering Committee of Integrated Assessment Modeling Consortium and other international and European scenario activities. His work within international modeling comparison projects, such as Stanford-based Energy Modeling Forum, focuses on climate and energy policies for rapid transformation toward environmental, economic and social sustainability. \n Since 1998, he served as lead author and review editor to various international assessments, such as Global Energy Assessment, The World in 2050 and reports of the Intergovernmental Panel on Climate Change, including the IPCC’s Third, Fourth and Fifth Assessment Reports, the Special Report on Emissions Scenarios, the Special Report on Emissions Scenarios, the Special Report on CO2 Capture and Storage, and the Special Report on Renewable Energy. \n Riahi has been acknowledged as a Highly Cited Researcher worldwide by Thomson Reuters (2017 and 2016).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/KEYWAN-RIAHI-1.png"
        },
        {
            "name": "JAMAL SAGHIR",
            "blurb": "Professor of Practice, Institute for the Study of International Development, McGill University",
            "bio": "\n Mr. Jamal Saghir is an Economist and former Director at the World Bank, Washington D.C. He is an expert in Energy, Water, Transport, Infrastructure, International finance, and Economic Development with over 25 years of experience at the World Bank Group. \n Mr. Saghir is currently Professor of Practice at the Institute for the Study of International Development at McGill University, Montreal, Non-Resident Senior Fellow at the Payne Institute for Public Policy, Colorado School of Mines and Affiliated Scholar at the Issam Fares Institute for Public Policy and International Affairs at the American University of Beirut. He is also Special Advisor to the Executive Committee of Bollore Transport and Logistics, France; member of Board of directors of CICA S.A; SATRAM-HUILES SA; SAMC-COMBUSTIBLES SA and SM TANK, Switzerland; member of Board of directors of FFA Private Bank, Lebanon and Dubai; member of the member of Board of directors of AMEA Power LLC, Dubai; member of the Advisory Board of GRV Global Ltd, London and member of the Council for Sustainable Development Goals 1, End Poverty, The World Government Summit, Dubai. \n From 2010 to 2016, he was Director of Sustainable Development and Senior Regional Adviser at the World Bank. He held directorships in Africa in agriculture and rural development, energy and infrastructure, environment, climate change, water, transport, and sustainable development. He provided intellectual and operational leadership and managed one of the largest departments of the World Bank Group with over 400 staff. He was responsible for a portfolio of nearly $25 billion. \n From 1990 to 2000, Mr. Saghir served in senior management and leadership roles in a variety of private and public sector development operations in Africa, Latin America, Central and Eastern Europe and the Middle East and North Africa. In 1999 he served as Sector Manager in the Middle East and North Africa region of the World Bank. \n Prior to joining the World Bank, Mr. Saghir served as Resident Advisor to the Prime Ministry in Tunisia and Country Director for Scientex Corporation, Center for Privatization (1988-1990), and from 1985-1988, he held the positions of Economic Adviser and Chief of Staff to the Associate Minister of Finance and Privatization in Quebec (Canada). From 1982 to 1985, he served as Economist at the National Assembly of Quebec. \n Mr. Saghir was appointed in 2009 by the UN Secretary General Mr. Ban Ki-moon as core member of the United Nations Energy and Climate Change Advisory Group, and he was also appointed as core member of the Global Energy Assessment from 2008-2011. He contributed to the delivery of major reports to the UN Secretary General and international community on Energy and Climate Change. ­­­­­­Mr. Saghir has contributed to over 40 publications, essays and books. He holds a B.A and M.A. in economics from Laval University, Canada He has also attended management executive programs at the Harvard Business School, Cambridge University and the International Institute for Management Development (IMD). He is fluent in English, French and Arabic. \n https://www.linkedin.com/in/jamal-saghir-96453097/ \n  ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/01/2019-Jamal-Saghir-Pic-1.jpg"
        },
        {
            "name": "Costa Samaras",
            "blurb": "Assistant Professor, Department of Civil and Environmental Engineering, Carnegie Mellon University",
            "bio": "\n Costa Samaras is an assistant professor in the Department of Civil and Environmental Engineering at Carnegie Mellon University. His research spans energy, climate change, vehicle automation, and defense analysis, and he directs the Center for Engineering and Resilience for Climate Adaptation. He is an affiliated faculty member in Carnegie Mellon’s Scott Institute for Energy Innovation and the Energy Science, Technology and Policy Program, and he co-directs the  Power Sector Carbon Index  research initiative. Costa is also an adjunct senior researcher at the RAND Corporation. Costa received a joint PhD in civil and environmental engineering and engineering and public policy from Carnegie Mellon, and a MPA in public policy from New York University.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Costa-Samaras.png"
        },
        {
            "name": "Daniel Scholten",
            "blurb": "Assistant Professor Geopolitics of Renewables, Delft University of Technology, Netherlands",
            "bio": "\n Dr. Daniel Scholten is assistant professor at Delft University of Technology in the Netherlands. He specializes in the geopolitical implications of renewable energy and the governance of renewable energy systems. His research and teaching combine engineering insights with (institutional) economics, political science, and international relations in order to identify, interpret, and address societal implications of the transition to renewable energy. Occasionally, he also writes on European integration. He has published in such journals as Technical Forecasting and Social Change, Energy, Energies, Energy Research and Social Science, Journal of Common Market Studies, Sustainability, and European Review. \n His current activities include the publication of ‘the geopolitics of renewables’, which featured prominently in  The Economist,  the construction of a dedicated blogpost on the topic, and two new research avenues: a theory on renewable energy geopolitics and the multi-speed energy transition in Europe. He also is a member of the research panel of the IRENA global commission on the geopolitics of energy transformation. \n In the past, Scholten was a visiting scholar at the European Centre for Energy and Resource Security of King’s College London, an affiliated research fellow at the Energy Program Asia of the International Institute for Asian Studies in Leiden, and a lecturer of International Political Economy at Webster University Leiden. He also was the managing editor of the international journal Competition and Regulation in Network Industries. He defended his dissertation on the organization of future energy systems at the TU Delft in 2012 and holds degrees in Political Science (Radboud University, 2003) and International and European Relations (University of Amsterdam, 2006, with distinction).",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/06/Daniel-Scholten.png"
        },
        {
            "name": "Patricia Schouker",
            "blurb": "Energy Analyst; Founder and CEO, Energy Bridge Consulting; Associate Member, New College, Oxford University",
            "bio": "\n Patricia Schouker is an energy analyst based in Washington, D.C. and an associate member of New College at Oxford University. She is the founder and CEO of Energy Bridge Consulting, an independent strategic energy consulting firm based in Washington, D.C. \n She has extensive experience in global energy market studies, energy security and political risk with a special focus on Europe, the U.S. and Russia. Schouker was recently selected as one of the top 40 most influential individuals in the energy sector by Right Relevance Inc., in San Francisco and a top 50 female influencer in blockchain and cyber security by Onalytica in London. \n Schouker worked at Le Figaro Newspaper in Paris and was a parliamentary assistant and attaché at The French National Assembly. While working for a petrochemical company, she wrote her thesis on  U.S Foreign Policy towards Terrorism after 9/11 focusing on the Wars in Iraq and Afghanistan. \n \nAs a member of Chatham House, she has led several research projects in the areas of energy security and emerging threats in critical energy infrastructure as well as policy and risk assessments of European and Russian oil and gas systems. \n She has collaborated with various academic institutions, think tanks, embassies and the European institutions on European energy market, the geopolitics of energy and investment patterns. \n She has published for the National Interest, Pipeline Oil and Gas Magazine in Dubai, Oxford Politics and International Relations Departments as well as the Foreign Policy Association in New York. She is a frequent contributor to international media on energy security and international economic issues. \n Schouker studied law, international relations and security in Paris, London, Geneva and Washington D.C. She completed a course certificate on sustainability and environmental management at Harvard University.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Patricia-Schouker.png"
        },
        {
            "name": "David Shrier",
            "blurb": "Founder and CEO, Distilled Analytics",
            "bio": "\n \n David Shrier is a globally recognized authority on financial innovation. Shrier is the founder and CEO of Distilled Analytics, transforming financial services through behavioral analytics, and advises the governments of the U.K. and Dubai as well as FINRA on financial disruption. He holds a dual appointment as an associate fellow with the University of Oxford, Said Business School, and lecturer and futurist at the Massachusetts Institute of Technology. His books include  Frontiers of Financial Technology ,  Trust::Data , and  New Solutions for Cybersecurity .",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/David-Shrier.png"
        },
        {
            "name": "Kartikeya Singh",
            "blurb": "Deputy Director, Wadhwani Chair in U.S.-India Policy Studies, Center for Strategic & International Studies",
            "bio": "\n Dr. Kartikeya Singh is deputy director of the Wadhwani Chair in U.S.-India Policy Studies at CSIS. His research interests include climate change and energy policy, innovation, and the geopolitics of energy use. Singh has travelled from the Antarctic to the Arctic exploring the challenges of energy geopolitics in a changing climate. His work has allowed him to field-test and deploy clean energy technologies, including electric vehicles and off-grid solar solutions in India and Uganda. \n His ability to create networks and foster cross-sectoral partnerships started with the founding of the Indian Youth Climate Network, a nonprofit designed to build a national movement to drive India to lead the clean energy revolution. From 2009 to 2012, Singh served as an adviser and negotiator on behalf of the Republic of Maldives at the UN Framework Convention on Climate Change, focusing on mitigation and technology transfer. He also used his experience in the intergovernmental negotiation process to train diplomats and other government officials on climate change negotiation and renewable energy technology deployment. \n In addition, he has served on the external advisory committees focused on sustainability for major corporations such as Électricité de France and LafargeHolcim. At CSIS, Singh is charged with leading the Wadhwani Chair’s work on India’s states, including a new project on energy. Prior to joining CSIS, he worked at the U.S. Department of Energy supporting and managing U.S.-India and U.S.-Pakistan bilateral energy cooperation. Singh received his BS in ecology and sustainable development from Furman University, his MESc. from the Yale School of Forestry and Environmental Studies, and his PhD from the Fletcher School of Law and Diplomacy.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Kartikeya-Singh.png"
        },
        {
            "name": "Barbara Smith",
            "blurb": "Principal and Founder, Mountain Time Development",
            "bio": "\n Ms. Smith’s current projects with Mountain Time Development include leading an assessment on the Philippines and market research in democracy, human rights, and governance.  \n With over 20 years of significant experience, Ms. Smith has proven leadership and management skills. Notably, she served as a Director at the National Security Council for Afghanistan and Pakistan in the White House, where, in addition to other duties, she served as the White House Representative on a high-level visit to Afghanistan. Additionally, Ms. Smith has held a number of positions with the US Agency for International Development (USAID), including a senior executive service appointment as Deputy Assistant Administrator for Policy, Planning, and Learning. In her various roles, Ms. Smith represented the US government at international negotiations and in international fora at the senior leadership level, including: the US-Korea-Japan Trilateral, Swedish International Development Cooperation Agency (SIDA)-USAID bilateral, and as Head of Delegation to the United Nations Development Cooperation Forum (UNDCF). She has also held senior positions with various organizations outside of government, including as Spokesperson for the United Nations High Commissioner for Refugees (UNHCR) in Bosnia-Herzegovina and as Deputy Country Representative and Senior Director for the Asia Foundation. Under these titles Ms. Smith led the elections and political processes team in Afghanistan, was a representative at governance and law related events, and traveled for work with the Asia Foundation to Pakistan, Nepal, Laos, Vietnam, Myanmar, Cambodia, Thailand, Indonesia, South Korea, India, and Sri Lanka. \n Ms. Smith developed her subject matter expertise in conflict and governance, democracy, and human rights with experience designing and implementing programs in conflict-prone countries. For the UNHCR in Bosnia-Herzegovina she designed programs to address cross border issues and promote confidence building. As Project Manager for the Asia Foundation’s Constitutional Loya Jirga Program, she worked with international and national staff to build capacity and identify potential programmatic areas. She has had direct and substantial involvement in policy development and strategic planning within the US government, the non-governmental community, and international organizations. Ms. Smith helped lead USAID’s regional response to the Arab Spring by overseeing, coordinating, and working with technical and regional staff to develop policy proposals and programmatic responses to events in Egypt, Tunisia, Libya, and Syria. \n In addition to the work she does with Mountain Time Development, Ms. Smith advises for the Center for Strategic and International Studies (CSIS) as a Senior Associate (Non-Resident). She has completed both field work and remote interview-based research, producing several recently published studies on closing space for civil society. She also serves as an Affiliate Faculty member as Regis University in Denver, and a Practitioner-in-Residence/Adjunct Faculty at Josef Korbel School of International Studies, University of Denver. \n Ms. Smith received a B.A. in government from the University of Texas at Austin and an M.A. in political science from Texas State University.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/09/Barbara-Smith-3.png"
        },
        {
            "name": "Jon Sohn",
            "blurb": "Director, U.S. Government Relations, Capital Power",
            "bio": ",  \n Jon Sohn is the director of U.S. government relations for Capital Power, an independent power producer based in Edmonton, Canada. In this role, Sohn is responsible for maintaining awareness of local, state, and federal legislative and policy initiatives that stand to impact Capital Power’s existing or prospective commercial interests in the U.S., and developing and executing advocacy strategies with elected officials that mitigate any potential risks to Capital Power and maximize opportunities to support continued growth in the U.S. Sohn works closely with Capital Power’s U.S. Commercial Services and Operations teams and with teams across the company to ensure coordinated, targeted and effective advocacy on issues of interest to Capital Power in the U.S. Capital Power’s portfolio in the U.S. includes renewable energy and natural gas assets. \n Sohn is an experienced energy and natural resources public policy and government relations leader, and has first-hand experience formulating and advancing U.S. domestic and international environmental policy and regulations through legislative advocacy and testimony at hearings in Congress and the Executive Branch. \n Sohn was with Dentons law firm for nine years prior to joining Capital Power. At Dentons, he provided counsel to clients with a focus on risks and opportunities related to energy and climate change legislation and regulation before the U.S. government and multilateral organizations. His clients included energy trade associations, independent power producers, multinational energy companies, foreign governments, non-governmental organizations, clean tech companies and international funds with a focus on mitigating impacts of climate change. \n Prior to joining Dentons, Sohn worked at Climate Change Capital LLC, where he helped develop their global environmental and social risk management policy and advised their investment funds on carbon markets and clean energy policy and government relations. Prior to that, he worked at the World Resources Institute, where he partnered with commercial banks and public financial institutions, such as the International Finance Corporation, on environmental and social risks and opportunities in the oil, gas and mining sectors, and also worked with Congress and the White House to develop renewable energy targets for export credit agencies. Sohn began his career working for the Clinton administration on environmental and labor policy and law at the U.S. Overseas Private Investment Corporation. He is based in Washington, D.C.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/JON-SOHN-1.png"
        },
        {
            "name": "Simone Tagliapietra",
            "blurb": "Energy and Climate Fellow, Bruegel; Senior Researcher, Fondazione Eni Enrico Mattei",
            "bio": "\n Simone Tagliapietra is energy and climate fellow at Bruegel, the Brussels-based economic think-tank, and senior researcher at the Fondazione Eni Enrico Mattei in Milan. He is also lecturer on energy geoeconomics at the Università Cattolica del Sacro Cuore in Milan. \n He is an expert in international energy and climate issues, with a record of numerous publications covering the international energy markets, the European energy and climate policy and the Euro-Mediterranean energy relations, with a particular focus on Turkey. \n He is the author of the books ‘Energy Relations in the Mediterranean: A Political Economy Perspective’ (Palgrave, 2017), ‘The Future of European Gas Markets’ (Claeys&Casteels, 2016), ‘The Geoeconomics of Sovereign Wealth Funds and Renewable Energy’ (Claeys&Casteels, 2013). \n He previously worked at the Istanbul Policy Center at Sabanci University in Istanbul and at the Sustainable Energy Division of the United Nations Economic Commission for Europe in Geneva. \n He is a member of the editorial board of the European Energy Journal and a senior expert member of the Euro-Med Economists Association. \n Born in 1988, he holds a PhD in institutions and policies from the Università Cattolica del Sacro Cuore.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Simone-Tagliapietra.png"
        },
        {
            "name": "Griffin Thompson",
            "blurb": "Director, Office of Electricity and Energy Efficiency, U.S. Department of State",
            "bio": "\n Griffin Thompson is director of the Office of Electricity and Energy Efficiency at the U.S. Department of State. Thompson has worked on energy, development, and climate change issues for over two decades. He is currently responsible for managing the strategic direction and programmatic implementation of the office’s mission in advancing U.S. foreign policy and national security goals in priority countries through the promotion of electricity system reforms and functioning power markets; promoting increased access to clean and affordable energy; and, supporting U.S. government climate change goals. \n Before becoming the office director in the Bureau of Energy Resources, Thompson served as senior program manager in the State Department’s Climate Office. Before coming to the State Department, Thompson served as director of the Office of Energy at the U.S. Agency for International Development. Thompson has a BA in English from Gonzaga University and a PhD in Political Philosophy from Georgetown University.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/GRIFFIN-THOMPSON-1.png"
        },
        {
            "name": "Richard Tol",
            "blurb": "Professor, Department of Economics, University of Sussex",
            "bio": "\n Richard S.J. Tol is a professor at the Department of Economics, University of Sussex and the Professor of the Economics of Climate Change, Institute for Environmental Studies and Department of Spatial Economics, Vrije Universiteit, Amsterdam, the Netherlands. He is a member of the Academia Europaea. \n Previously, he was a research professor at the Economic and Social Research Institute, Dublin, the Michael Otto Professor of Sustainability and Global Change at Hamburg University and an Adjunct Professor, Department of Engineering and Public Policy, Carnegie Mellon University, Pittsburgh, PA, USA. He has had visiting appointments at the Canadian Centre for Climate Research, University of Victoria, British Colombia, at the Centre for Social and Economic Research on the Global Environment, University College London, and at the Princeton Environmental Institute and the Department of Economics, Princeton University. \n Tol received an MSc in econometrics (1992) and a PhD in economics (1997) from the Vrije Universiteit Amsterdam. He is ranked among the top 150 economists in the world and has more than 200 publications in learned journals (with 100+ co-authors), one book, three edited volumes, and many minor publications. \n He specializes in the economics of energy, environment, and climate, and is interested in tourism and scientometrics.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/RICHARD-TOL-1.png"
        },
        {
            "name": "Michael Toman",
            "blurb": "Research Manager, Sustainable Development, Development Research Group, World Bank",
            "bio": "\n Michael Toman is lead economist on climate change in the Development Research Group and manager of the Energy and Environment and Agriculture and Rural Development Teams. His current research interests include alternative energy resources, policies for responding to risks of climate change catastrophes, timing of investments for greenhouse gas reduction, and mechanisms for mitigating greenhouse gas emissions through reduced deforestation. \n During his career Toman has done extensive research on climate change economics and policy, energy markets and policy, environmental policy instruments, and approaches to achieving sustainable development. Prior to joining the World Bank in fall 2008, he held senior analytical and management positions at RAND Corporation, Inter-American Development Bank, and Resources for the Future. \n His teaching experience includes adjunct positions at the Johns Hopkins School of Advanced International Studies and the School of the Environment, University of California at Santa Barbara. Toman has a BA from Indiana University, a MSc in applied mathematics from Brown University, and MA and PhD degrees in economics from the University of Rochester.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Michael-Toman-1.png"
        },
        {
            "name": "Johannes Urpelainen",
            "blurb": "Prince Sultan bin Abdulaziz Professor of Energy, Resources and Environment, Johns Hopkins School of Advanced International Studies",
            "bio": "\n Johannes Urpelainen is the Prince Sultan bin Abdulaziz Professor of Energy, Resources and Environment at the Johns Hopkins School of Advanced International Studies. He is also the founding director of the Initiative for Sustainable Energy Policy. \n Urpelainen develops and tests sustainable solutions to the problem of lacking energy access in emerging economies. His research with ISEP, a groundbreaking research initiative on sustainable energy policy, offers pragmatic but effective approaches to providing the world’s population with affordable and abundant energy at minimal environmental impact. At SAIS, Urpelainen teaches action-oriented classes on energy and environmental policy to equip the next generation of global leaders with deep knowledge, advanced analytical skills – and a passion for transformational social change. \n An award-winning author of over a hundred referees articles and four books, he advises governments, international organizations, civil society groups, and the private sector on sustainable energy.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Johannes-Urpelainen.png"
        },
        {
            "name": "Thijs Van de Graaf",
            "blurb": "Assistant Professor, International Politics, Ghent University, Belgium",
            "bio": "\n Thijs Van de Graaf is Assistant Professor of International Politics at Ghent University, Belgium. \n He teaches and conducts research in the areas of energy politics, international relations and global governance. His recent books include  The Palgrave Handbook of the International Political Economy of Energy  (Palgrave, 2016),  Rising Powers and Multilateral Institutions  (Palgrave, 2015),  The Politics and Institutions of Global Energy Governance  (Palgrave, 2013), and  Global Energy Governance in a Multipolar World  (Ashgate/Routledge, 2010). \n Van de Graaf is a member of the editorial board of  Energy Research & Social Science  (Elsevier),  International Environmental Agreements: Politics, Law and Economics  (Springer) and  Palgrave Communications  (Palgrave/Nature Publishing Group). \n In 2011, he was a visiting scholar at Princeton University, where he worked under the auspices of Professor Robert O. Keohane. Van de Graaf is currently the lead researcher of the international Research Network on Fragmentation and Complexity in Global Governance, and a research fellow with the Earth System Governance network.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Thijs-Van-de-Graaf.png"
        },
        {
            "name": "Eirik Wærness",
            "blurb": "Senior Vice President and Chief Economist, Equinor",
            "bio": "\n \n Eirik Wærness is senior vice president and chief economist at Equinor, group responsible for macroeconomics, energy and commodity market analyses. He is also head of strategy in mid- and downstream. He leads a group of ~55 analysts in four locations. \n Wærness has broad experience, from government, academics and private sector companies, to an advisor in different leadership positions. In addition to his current role at Equinor, he is the leader of corporate strategy, corporate planning and analysis, economic analysis in upstream Norway, and energy market analysis. \n His previous work experience includes the Centre for Applied Research at the Norwegian School of Economics, Norwegian Ministry of Finance, Total E&P Norway, and Pöyry Management Consulting/Econ Centre for economic analysis, as well as research experience from University of California, San Diego. \n He is currently a non-executive member of the Board of Innovation, Norway, and a member of the Global Commission to examine Geopolitics of Energy Transformation, set up by the International Renewable Energy Agency, as well as non-executive member of the Board of Centre for applied research at the Norwegian School of Economics. From July 2016 until February 2018, he served as a non-executive member of the Board of the Norwegian Financial Supervisory Authority (Finanstilsynet). \n He has served in different energy initiatives under the World Economic Forum, including special advisor for their work on energy architecture and member of the global council on the future of energy. From 2010-2013, he was a member of the executive board of the Central Bank of Norway. \n He holds a master degree (cand.polit.) in economics from the University of Bergen, with a major in comparative politics. He has additional education from Concordia College in Minnesota, as well as executive management training from IMD, Lausanne, Switzerland, and Harvard University, Boston, Massachusetts.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/06/Eirik-Wærness.png"
        },
        {
            "name": "CHRIS WEIBLE",
            "blurb": "Co-director, Workshop on Policy Process Research; Director, University of CO Denver School of Public Affairs, PhD Program ",
            "bio": "\n Dr.  Chris  Weible received his Ph.D. in Ecology from the University of California Davis.  He earned a Master in Public Administration and a Bachelor of Science in Mathematics and Statistics from the University of Washington. His research and teaching center on political conflict and concord in relation to public policy issues. He co-directs the Workshop on Policy Process Research (WOPPR) and is currently serving as the Director for the PhD Program for the School of Public Affairs at the University of Colorado Denver.  Dr. Weible co-edited ​Theories of the Policy Process​ and Policy Debates in Hydraulic Fracturing ​.  He teaches courses in environmental politics, policy processes, policy analysis, and research methods and design.  Recent and current research include studying multi-stakeholder collaboration processes in aquaculture partnerships, assessing policy designs and improving outcomes in organic farming, and analyzing the politics of unconventional oil and gas development using hydraulic fracturing (fracking).  ",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/03/better-Chris-Weible-Image.jpg"
        },
        {
            "name": "Cyril Widdershoven",
            "blurb": "Founder, Verocy Global Energy Market Expert",
            "bio": "\n Dr. Cyril Widdershoven is a veteran global energy market expert and founder of Verocy. He holds several advisory positions at various international think tanks and Western energy firms. Widdershoven, with his regional expertise in Africa and the Middle East, oversees the Mediterranean Energy Political Risk Consultancy. Across the MENA region, he has been heavily involved in the oil and gas sectors throughout his career, holding positions at Capgemini Consulting (principal consultant Centre of Excellence Oil and Gas International (Calgary, Canada), Deloitte Financial Advisory Services (senior manager, Oil & Gas), and as senior financial analyst Oil & Gas Sector FDA, where he managed and advised the oil and gas department on equity and bond markets. \n Widdershoven has led energy publications, including North Africa Oil and Gas Magazine (now called Petroleum Africa) in Egypt, the Middle East Oil Gas Newsletter and Africa Oil Newsletter at Newsbase (U.K.). Over the span of several decades he has lived and worked in Egypt, Lebanon, Jordan, Sudan, Iraq, and the UAE, and also taken on extended projects for clients in Oman, Iran, Syria, Tunisia, and Turkey. Widdershoven earned his post graduate degrees at King’s College, University of London, Department of War Studies, and an MA in Middle East studies at the University of Nijmegen, Netherland.",
            "image_url": "https://www.mines.edu/payne/wp-content/uploads/sites/149/2018/03/Cyril-Widdershoven.png"
        },
        {
            "name": "Frank Wouters",
            "blurb": "Director, EU GCC Clean Energy Technology Network",
            "bio": "\n \n Frank Wouters has been leading renewable energy projects, transactions, and technology development for over 28 years. He has played a lead role in development of renewable generation projects valued at over $5 billion. These range from small scale PV solar electrification in Uganda to the 100MW Shams I Concentrating Solar Power plant in the UAE, and strategic equity investment in the London Array, the world’s largest offshore wind project. \n As deputy director-general of the International Renewable Energy Agency, the first global intergovernmental organization dedicated to all renewables, he managed a US$350 million IRENA/Abu Dhabi Fund for Development project facility for RE. He appraised more than 80 projects a year and recommended projects for funding, including solar PV projects in Africa. \n Wouters has served on the board of several energy companies, including Torresol, where he developed three CSP plants, among which the Gemasolar central tower project with molten salt storage. \n He currently serves as director of the EU GCC Clean Energy Technology Network, a platform that aims to foster clean energy partnerships between Europe and the Gulf, he is advising the World Bank on solar energy around the world, he serves as senior director New Energy at Advisian, he is a non-resident fellow of the Payne Institute at Colorado School of Mines, and he is a non-executive board director of Gorestreet Capital, London. \n Wouters lives in Abu Dhabi, is married to Vivian and has three children. He has a Master of Science in mechanical engineering from Delft University. He is fluent in English, German and Dutch.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/05/Frank-Wouters.png"
        },
        {
            "name": "Sonia Yeh",
            "blurb": "Professor, Transport and Energy Systems, Chalmers University of Technology, Sweden",
            "bio": "\n Dr. Sonia Yeh is professor in transport and energy systems in the Department of Space, Earth and Environment at Chalmers University of Technology, Sweden. Her expertise is in energy economics and energy system modeling, alternative transportation fuels, sustainability standards, technological change, and consumer behavior and urban mobility. \n Between 2007 and 2014, she co-led a large collaborative team from the University of California Davis and UC Berkeley advising the U.S. states of California and Oregon, and British Columbia, Canada to design and implement a market-based carbon policy (Low Carbon Fuel Standard and Clean Fuel Standard) targeting GHG emission reductions from the transport sector. \n She received the Academic Federation Award for Excellence in Research from UC Davis in 2014 and was appointed as Adlerbertska visiting professor at Chalmers University of Technology in 2015. She served as Fulbright Distinguished Chair Professor in Alternative Energy Technology in 2016-2017.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2018/04/Sonia-Yeh.png"
        },
        {
            "name": "Hisham Zerriffi",
            "blurb": "Associate Professor, Forest Resources Management, University of British Columbia",
            "bio": "\n Dr. Hisham Zerriffi is an associate professor in forest resources management at the University of British Columbia. He was previously an assistant professor and the Ivan Head South/North Research Chair in the Liu Institute for Global Issues at UBC. \n Zerriffi’s research is at the intersection of technology, energy and the environment, with a particular focus on rural areas of the developing world. Much of his research focuses on institutional factors impacting the diffusion of new technology, determinants and patterns of household energy choice and welfare implications of rural energy use. He is the author or co-author of one book and 38 other peer-reviewed publications and has conducted or supervised field research in a dozen countries. He was a lead author of the Energy Access for Development Chapter of the Global Energy Assessment and a convening lead author in the team that developed indoor air quality guidelines for the World Health Organization. His work on household adoption of technology, business models for energy access, and frameworks for understanding household energy choice are widely cited in the field. \n Prior to joining the UBC faculty, Zerriffi was a postdoctoral fellow with the Program on Energy and Sustainable Development, Stanford University and he holds a PhD from Carnegie Mellon University in engineering and public policy.",
            "image_url": "https://ljp6c3tnea61xd0wz1l33nmf-wpengine.netdna-ssl.com/wp-content/uploads/sites/149/2019/10/Hisham-Zerriffi-2.jpg"
        }
    ]
}