{
    "retrieved_at": "2019-11-22 23:27:30",
    "organization": "Payne Institute for Public Policy",
    "default_relationship": "advisory board member",
    "people": [
        {
            "name": "Nawal Al-Hosany",
            "blurb": "Executive Director, Sustainability and Brand; Director of the Zayed Future Energy Prize, Sustainable Energy for All",
            "bio": "\nA leading global advocate of sustainability, Dr. Al-Hosany oversees four Masdar departments: Sustainability; Marketing and Communications; Abu Dhabi Sustainability Week and Special Projects; and since 2012, she has been director of the UAE’s annual global awards for renewable energy and sustainability, the Zayed Future Energy Prize.\nAs part of her responsibilities at Masdar, Al-Hosany developed Masdar’s sustainability standards, policies, auditing, monitoring and reporting. In her position as program director of the UAE-led Women in Sustainability, Environment and Renewable Energy, Al-Hosany provides strategic direction to the initiative’s aim of affording a platform for women to be catalysts of innovation, and drivers of commercial solutions that will address global sustainability and climate change challenges.\nPreviously, Al-Hosany held senior leadership positions with the General Headquarters of the Abu Dhabi Police. In 2007, she became the first-ever female deputy director in the Abu Dhabi Police. Al-Hosany graduated from the Faculty of Engineering at the UAE University and obtained her PhD from Newcastle University in the U.K."
        },
        {
            "name": "Mimi Alemayehou",
            "blurb": "Managing Director, Black Rhino Group; Executive Advisor and Chair, Blackstone Africa Infrastructure L.P.",
            "bio": "\n\n\nAlemayehou is a managing director at Black Rhino. She also serves as an executive advisor and chair of Blackstone Africa Infrastructure L.P. She joined Black Rhino and Blackstone in 2014. Prior to joining both organizations, she was the executive vice president of The Overseas Private Investment Corporation, the development finance agency of the U.S. government, under the Obama Administration.\nDuring her tenure from 2010 to 2014, OPIC’s portfolio grew by more than 24 percent to $18 billion. Her leadership was instrumental in tripling the corporation’s Africa portfolio to nearly $4 billion. She was one of the architects of President Obama’s Power Africa initiative to increase energy access across the continent.\nPreviously, she was appointed by President George W. Bush to serve as the United States Executive Director on the board of the African Development Bank. As the senior Treasury official in Africa, she represented the U.S. on Treasury and development issues and was instrumental in pushing the AfDB to increase its lending to the private sector in support of infrastructure projects.\nPrior to AfDB, she was founder and managing partner of Trade Links, LLC, a development consulting firm. She also managed a multi-country trade project in Africa for the International Executive Service Corps, and was director of International Regulatory Affairs for WorldSpace Corporation, a satellite telecommunications company. She started her career in the U.S. Congress, working for U.S. Representative Mac Thornberry.\nShe has a Master’s degree in International Business and International Law and Development from the Fletcher School of Law and Diplomacy, Tufts University."
        },
        {
            "name": "Atul Arya",
            "blurb": "Senior Vice President and Chief Energy Strategist, IHS Markit",
            "bio": "\nAtul Arya is Senior Vice President and Chief Energy Strategist at IHS Markit. He is responsible for integrating energy content, analysis and insights across the entire energy value chain and for C-suite client engagements. His areas of expertise include business strategy, commercial analysis, oil markets, energy technologies, climate change and renewables. He has previously led Energy Insight, Research and Analysis and Energy Research teams at IHS.\nAtul previously worked for BP for over 20 years in a number of operational, business, technical and strategic positions around the world. His career includes international leadership experience in a diverse array of energy fields spanning strategy development, business planning, field operations and technology commercialization. His experience includes leadership in solar energy development as well as oil and gas.\nAtul is a member of the World Economic Forum’s Global Future Council on Energy and a member of the advisory board at the Payne Institute at Colorado School of Mines. He has previously served on boards of several companies and institutions including World Economic, Council on Foreign Relations, National Council for Atmospheric Research and Tata BP Solar. He is a regular speaker and moderator at public conferences, company boards and at CERAWeek. Atul holds a PhD degree in engineering.\n "
        },
        {
            "name": "Deborah Avant",
            "blurb": "Director, Sié Chéou-Kang Center for International Security and Diplomacy",
            "bio": "\nDr. Deborah Avant is the Sié Chéou-Kang Chair for International Security and Diplomacy and director of the Sié Center. She is also the inaugural editor-in-chief of the ISA’s newly launched Journal of Global Security Studies.\nHer research (funded by grants from the Institute for Global Conflict and Cooperation, the John D. and Catherine T. MacArthur Foundation, the Smith Richardson Foundation, and the Carnegie Corporation, among others) focuses on civil-military relations, the roles of non-state actors in security, the politics of controlling violence, and global governance. Under her leadership the Sié Chéou-Kang Center launched the Private Security Monitor, an annotated guide to regulation, data and analyses of global private military and security services, in 2012. In 2013 she was awarded an honorary doctorate from University of St. Gallen for her research and contribution toward regulating private military and security companies. Prior to joining the Josef Korbel School of International Studies at the University of Denver, she held positions at the University of California, Irvine, and George Washington University."
        },
        {
            "name": "Sally Benson",
            "blurb": "Professor, Energy Resources Engineering; Co-Director, Precourt Institute for Energy; Director, Global Climate & Energy Project, Stanford University",
            "bio": "\nBenson, who joined Stanford University in 2007, is the co-director of Stanford’s Precourt Institute for Energy and the director of the Global Climate and Energy Project. A professor in the Department of Energy Resources Engineering in the School of Earth, Energy & Environmental Sciences, she studies technologies and pathways to reducing greenhouse gas emissions.\nPrior to joining GCEP, Benson was a staff scientist in the Earth Sciences Division at Lawrence Berkeley National Laboratory. In 2004, she completed a four-year term as deputy director of operations at the lab. Benson also served as division director for earth sciences and associate laboratory director for energy sciences at LBNL.\nA ground water hydrologist and reservoir engineer, Benson has conducted research to address a range of issues related to energy and the environment. Her research interests include geologic storage of CO2 in deep underground formations, technologies and energy systems for a low-carbon future, and geotechnical instrumentation for subsurface characterization and monitoring.\nThe author or co-author of more than 160 scientific publications, Benson is a member of the American Geophysical Union, the Society of Petroleum Engineers, the American Association for the Advancement of Science, and the American Chemical Society."
        },
        {
            "name": "Roberto Bocca",
            "blurb": "Head of Energy and Basic Industries, Member of the Executive Committee, World Economic Forum",
            "bio": "\n\n\nRoberto Bocca leads the Energy, Mining & Metals and Chemicals teams at the World Economic Forum. In this role, he leads a dynamic team that focus on the critical issues the industries are facing at national, regional and global level. To this extent Bocca engages with the leaders of relevant companies, policy makers, civil society, academia and broader stakeholders in the sectors of oil and gas, energy utilities, energy technology, mining, metals and chemical.\nThe activity led by Bocca includes research, publications and public – private coalitions building on the topics of energy efficiency, energy access, responsible mineral development, innovation, human capital, climate change as well as the role of energy, chemical and extractive industries in society and the evolution of the industries architecture across countries in this period of significant transformation.\nBefore joining the Forum in 2009, Bocca was at BP for 14 years, lastly as director of Emerging Consumer Markets in BP Alternative Energy, with previous responsibilities in strategy, business development, supply and trading, sales, marketing, in multiple postings (France, UK, Poland, India, South Africa, China, Vietnam).  Before BP, Bocca worked at Telecom Italia and Unifarma. He holds a degree in business and economics from the University of Turin, Italy. Bocca is a board member of the I-NGO Mercy Corps."
        },
        {
            "name": "Ken Caldeira",
            "blurb": "Climate Scientist, Carnegie Institution for Science, Department of Global Ecology, Stanford University",
            "bio": "\n\nKen Caldeira has held the position of senior scientist at Carnegie Institution’s Department of Global Ecology on the Stanford University campus in California since 2005. Caldeira is also a professor (by courtesy) in Stanford University’s Department of Earth System Science, and participates in teaching and advising of Stanford students in that capacity. Caldeira has a wide-spectrum approach to analyzing the world’s climate systems. He studies the global carbon cycle; marine biogeochemistry and chemical oceanography, including ocean acidification and the atmosphere/ocean carbon cycle; land-cover and climate change; the long-term evolution of climate and geochemical cycles; climate intervention proposals; and energy technology.\nCaldeira has one job responsibility in his position at the Carnegie Institution and that is “to make important scientific discoveries.” To facilitate this discovery process, the Carnegie Institution assures Caldeira funding for himself and approximately 1.5 post-doctoral research assistants, without requiring any specific deliverables. In addition to this base funding, Caldeira has been helping arrange a seminar series for Bill Gates on climate and energy issues, and in his generosity, Gates has seen fit to support several additional post-doctoral researchers in Caldeira’s group. Thus, Caldeira’s group is in a very rare scientific situation in which they have funds to do work without having specific deliverables, so they are free to work on issues they deem most important.\nCaldeira is a member of the committee producing the 2015 U.S. National Academy of Sciences report “Geoengineering Climate: Technical Evaluation and Discussion of Impacts.” He is also a contributing author to the Intergovernmental Panel on Climate Change (IPCC) AR5 report Climate Change 2013: The Physical Science Basis. In 2010, Caldeira was elected Fellow of the American Geophysical Union. He was a co-author of the 2010 US National Academy America’s Climate Choices report. He participated in the UK Royal Society geoengineering panel in 2009 and ocean acidification panel in 2005. Caldeira was coordinating lead author of the oceans chapter for the 2005 IPCC report on Carbon Capture and Storage.\nFrom the early 1990s to 2005, he was with the Energy and Environment Directorate at the Lawrence Livermore National Laboratory where he was awarded the Edward Teller Fellowship (2004), the highest award given by that laboratory. Caldeira did post-doctoral research in the Department of Geosciences at Penn State University and in the Energy and Environment Directorate of Lawrence Livermore National Laboratory. Caldeira received his BA from Rutgers College and both his MS (1988) and PhD (1991) in atmospheric sciences from New York University. In the 1980’s, Caldeira held a number of positions developing computer software for various clients in New York’s financial district.\nAmong Caldeira’s many key contributions to science are his relatively early recognition of the threats posed by ocean acidification, his pioneering investigations into the environmental consequences of intentional intervention in the climate system (“geoengineering”), and central role in helping to elucidate what our understanding of long-term geochemical cycles implies for the fate of today’s carbon dioxide emissions."
        },
        {
            "name": "David Donoghue",
            "blurb": "Ambassador (retired), Ireland Department of Foreign Affairs",
            "bio": "\n\nBorn in Dublin in 1952, Ambassador David Donoghue had a long and varied career in Ireland’s Department of Foreign Affairs.\nHe was involved for many years in the Northern Ireland peace process. He was one of the Irish government’s negotiators for the ground-breaking Good Friday Agreement (1998), which has provided a political framework for lasting peace and stability in Northern Ireland.\nAmbassador Donoghue served at different times as the Irish Ambassador to Russia, Austria and Germany. From 2001-4 he was the director general of Ireland’s development co-operation program, today known as Irish Aid, and oversaw in this capacity a program growing significantly in budget allocation and thematic and geographic range. He also served as political director from 2009-13, a post which gave him responsibility for Ireland’s overall foreign policy.\nFrom 2013-17 Ambassador Donoghue was the permanent representative of Ireland to the United Nations in New York. At the request of the president of the general assembly, he served as co-facilitator (with Kenya) for the UN negotiations which led to the adoption of the 2030 Agenda for Sustainable Development in 2015. He also served as co-facilitator (with Jordan) for the negotiations which produced the New York Declaration on large movements of refugees and migrants, adopted at a special summit in September 2016.\nAmbassador Donoghue retired from the Irish foreign service in September 2017. He is actively involved in the processes arising from the New York Declaration which will give rise, respectively, to a Global Compact on Refugees and a Global Compact on Migrants, each of which will be completed in the autumn of 2018. He is contributing to the work of a number of think-tanks and academic institutions on these issues and also on the challenges associated with implementation of the Sustainable Development Goals."
        },
        {
            "name": "Kelly Sims Gallagher",
            "blurb": "Professor of Energy and Environmental Policy, The Fletcher School, Tufts University",
            "bio": "\n\nKelly Sims Gallagher is professor of energy and environmental policy at The Fletcher School, Tufts University. She co-directs the Center for International Environment and Resource Policy and directs the Climate Policy Lab at the university’s Fletcher School.\nFrom June 2014–September 2015 she served in the Obama administration as a senior policy advisor in the White House Office of Science and Technology Policy, and as senior China advisor in the Special Envoy for Climate Change office at the U.S. State Department. Gallagher is a member of the board of the Belfer Center for Science and International Affairs at Harvard University, where she previously directed the Energy Technology Innovation Policy (ETIP) research group, and of the Energy Foundation. She is also a faculty affiliate with the Harvard University Center for Environment.\nBroadly, she focuses on energy and climate policy in both the United States and China. She specializes in the role of policy in spurring the development and deployment of cleaner and more efficient energy technologies, domestically and internationally. A Truman Scholar, she has a MALD and PhD in international affairs from The Fletcher School, and an AB from Occidental College. She speaks Spanish and basic Mandarin Chinese, and is a member of the Council on Foreign Relations. She is the author of China Shifts Gears: Automakers, Oil, Pollution, and Development (The MIT Press 2006), editor of Acting in Time on Energy Policy (Brookings Institution Press 2009), The Global Diffusion of Clean Energy Technologies: Lessons from China (MIT Press 2014), and numerous academic articles and policy reports."
        },
        {
            "name": "Paula Gant",
            "blurb": "Former Principal Deputy Assistant Secretary, U.S. Department of Energy",
            "bio": "\nPaula Gant is an expert and advisor on global energy policy and markets, geopolitical risks, and technology transitions. She previously served as the Principal Deputy Assistant Secretary for International Affairs in the U.S. Department of Energy. Gant was responsible for multilateral engagements to apply the department’s capabilities in science, technology and markets in pursuit of U.S. national security objectives. Her work focused on actions to enhance U.S. energy security and accelerate global adoption of clean energy technologies.\nGant also served as the Deputy Assistant Secretary for Oil and Natural Gas where she administered natural gas export and import regulation, technical collaborations with state and federal regulators, and R&D programs executed by the National Energy Technology Lab. She was a lead administration spokesperson before domestic and international audiences on deploying the best available science and technology to enhance U.S. energy, economic and national security through prudent production of domestic natural gas and oil.\nShe previously worked for the American Gas Association and Duke Energy, and also served on the faculties of Louisiana State University and the University of Louisville. A native of Louisiana, Gant received a BA in economics from McNeese State University and a PhD in economics from Auburn University."
        },
        {
            "name": "Deborah Gordon",
            "blurb": "Director, Energy and Climate Program, Carnegie Endowment for International Peace",
            "bio": "\nDeborah Gordon is the director of the Energy and Climate Program and a senior fellow at the Carnegie Endowment for International Peace. With degrees in chemical engineering and public policy, Gordon’s research focuses on the oil and gas sector and its impact on climate change, both in North America and globally. Gordon began her career with Chevron, and then directed the Energy Policy Program at the Union of Concerned Scientists, taught at the Yale School of Forestry and Environmental Studies, and managed an active energy and environmental consulting practice before joining Carnegie in 2010.\nGordon frequently gives keynotes and lectures and has published in a wide range of media outlets and academic journals. She has authored two transportation-policy books: Two Billion Cars (Oxford University Press, 2008, co-authored with Daniel Sperling) and Steering a New Course (Island Press, 1991). Her current research has spearheaded the development of the Oil-Climate Index, a first-of-its-kind tool to compare the climate impacts of the global oil and gas supply chain. Gordon currently serves as a Senior Fellow at the Watson Institute for International and Public Affairs at Brown University.\n \n "
        },
        {
            "name": "Mark Howells",
            "blurb": "Editor-in-Chief, Energy Strategy Reviews; Department of Energy Technology, KTH Royal Institute of Technology, Sweden",
            "bio": "\nMark Howells directs the division and holds the chair of Energy Systems Analysis (KTH-dESA) at the Royal Institute of Technology in Sweden, and is an honorary affiliate professor at the University of Technology in Sydney. His group leads the development of some of the world’s premier open source energy, resource and spacial electrification planning tools; he has published in Nature Journals; coordinates the European Commission’s think tank for Energy; is regularly used by the United Nations as a science-policy expert; and is a key contributor to UNDESA’s ‘Modelling Tools for Sustainable Development Policies’. His division contributes to efforts for NASA, IRENA, ABB the World Bank and others.\nPrior to joining KTH-dESA he has an award-winning career with the International Atomic Energy Agency. Howells’ graduate and post-graduate studies were undertaken at the University of Cape Town, South Africa. Within that time, he was an international research affiliate at Stanford’s Program on Energy and Sustainable Development and represented the World Energy Council’s student program."
        },
        {
            "name": "Daniel Kammen",
            "blurb": "Professor of Energy,University of California, Berkeley",
            "bio": "\nDr. Daniel M. Kammen is a professor of energy at the University of California, Berkeley, with parallel appointments in the Energy and Resources Group where he serves as chair, the Goldman School of Public Policy where he directs the Center for Environmental Policy, and the department of Nuclear Engineering. Kammen is the founding director of the Renewable and Appropriate Energy Laboratory (RAEL; http://rael.berkeley.edu), and was director of the Transportation Sustainability Research Center from 2007-2015.\nHe was appointed by then Secretary of State Hilary Clinton in April 2010 as the first energy fellow of the Environment and Climate Partnership for the Americas initiative. He began service as the Science Envoy for U.S. Secretary of State John Kerry in 2016, but resigned over President Trump’s policies in August 2017. He has served the state of California and U.S. federal government in expert and advisory capacities, including time at the U.S. Environmental Protection Agency, U.S. Department of Energy, the Agency for International Development and the Office of Science and Technology Policy.\nKammen was educated in physics at Cornell (BA, 1984) and Harvard (MA, 1986; PhD, 1988), and held postdoctoral positions at the California Institute of Technology and Harvard. He was an assistant professor and chair of the Science, Technology and Environmental Policy Program at the Woodrow Wilson School at Princeton University before moving to the University of California, Berkeley. Kammen has served as a contributing or coordinating lead author on various reports of the Intergovernmental Panel on Climate Change since 1999. The IPCC shared the 2007 Nobel Peace Prize.\nKammen helped found more than 10 companies, including Enphase that went public in 2012, Renewable Funding (Renew Financial) a Property Assessed Clean Energy implementing company that went public in 2014. Kammen played a central role in developing the successful bid for the $500 million energy biosciences institute funded by BP.\nDuring 2010-2011 Kammen served as the World Bank Group’s first Chief Technical Specialist for Renewable Energy and Energy Efficiency. While there, Kammen worked on the Kenya-Ethiopia “green corridor” transmission project, Morocco’s green transformation, the 10-year energy strategy for the World Bank, and on investing in household energy and gender equity. He was appointed to this newly-created position in October 2010, in which he provided strategic leadership on policy, technical, and operational fronts. The aim is to enhance the operational impact of the bank’s renewable energy and energy efficiency activities while expanding the institution’s role as an enabler of global dialogue on moving energy development to a cleaner and more sustainable pathway. Kammen’s work at the World Bank included funding electrified personal and municipal vehicles in China, and the $1.24 billion transmission project linking renewable energy assets in Kenya and Ethiopia.\nHe has authored or co-authored 12 books, written more than 300 peer-reviewed journal publications, and has testified more than 40 times to U.S. state and federal congressional briefings, and has provided various governments with more than 50 technical reports. For details, see http;//rael.berkeley.edu/publications. Kammen also served for many years on the Technical Review Board of the Global Environment Facility. He is the Specialty Chief Editor for Understanding Earth and Its Resources for Frontiers for Young Minds.\nKammen is a frequent contributor to or commentator in international news media, including Newsweek, Time, The New York Times, The Guardian, and The Financial Times. Kammen has appeared on ‘60 Minutes’ (twice), NOVA, Frontline, and hosted the six-part Discovery Channel series Ecopolis. Kammen is a Permanent Fellow of the African Academy of Sciences, a fellow of the American Academy for the Advancement of Science, and the American Physical Society. In the U.S., he has served on several National Academy of Sciences boards and panels."
        },
        {
            "name": "Steven Kokuda",
            "blurb": "Vice President/Executive Director, International Copper Association",
            "bio": "\n\nSteven Kukoda joined the International Copper Association in 2004 and is currently the organization’s vice president. ICA is a not-for-profit 501 (c) 6 trade association that represents the world’s copper industry. In 2009 he was elected an ICA officer and he was also named to the ICA Management Committee. He develops and maintains relationships with organizations external to the copper industry, including governments, intergovernmental organizations, the United Nations, foundations, and more. He is also responsible for increasing the association’s membership base, which currently represents 55-percent of world copper output, and to ensure ICA’s existing membership base and external partners continue to see value in the organization.\nIn 2013 ICA joined like-minded organizations, including the United Nations Environment Program and the United Nations Development Program, to form United For Efficiency. This public-private partnership aligns with the UN’s Sustainable Energy For All initiative, and its goals are to reduce global electricity consumption by 10-percent and to reduce CO2 emissions equivalent to removing half of the world’s cars from the road. U4E is the official “Energy Efficiency Accelerator” for appliances under SE4ALL, and Kukoda represents ICA as co-lead for this initiative.\nIn a career that goes back to 1987, Kukoda has held a number of positions for different industries in the fields of communications and public/investor relations. Most recently, he served as the director of communications and investor relations for Multiplex, Inc., a high-technology start-up focused of ten-gigabits-per-second fiber-optic systems. In 2001, Multiplex, Inc. raised in excess of $105 million in private funding, which was the largest round of funding for any organization, in any industry, in the New York Tri-State Area that year.\nKukoda is based in ICA’s global headquarters in New York and lives in New Jersey."
        },
        {
            "name": "RICARDO LABÓ FOSSA",
            "blurb": "Vice Minister of Mines, Ministry of Energy and Mines of Peru",
            "bio": "\nRicardo Labó is a senior executive with more than 18 years of management and advisory experience both at the private and public sectors, having been involved in mining projects and operations in Latin America and Africa. He currently holds the position of vice minister of mines of Peru. He has a solid international academic background in business administration, economics, law and policy. Labó has vast expertise in the creative and innovative design of strategies and solutions to implement and manage government, policy, regulation, permitting, negotiation, engagement, institutional structure, corporate social responsibility, communications and crisis management plans, with a strong balance and focus between the commercial, financial, technical, environmental, social and political aspects.\nHis frequent travels around the world have given him a solid cultural awareness and easiness to work in different environments and cultures. He has built and led high-performance teams, is an active member of industry associations and institutions, board member, is a regular speaker at several international forums and a public opinion leader. He also lectures at two top Peruvian universities. Labó is fluent in English and Spanish, with basic Portuguese."
        },
        {
            "name": "Sarah Ladislaw",
            "blurb": "Director and Senior Fellow, Energy and National Security Program, CSIS",
            "bio": "\n\nAs director of the Energy and National Security Program, Sarah Ladislaw leads CSIS’s work in energy policy, market, and technology analysis. Ladislaw is an expert in U.S. energy policy, global oil and natural gas markets, and climate change. She has authored numerous publications on the geopolitics of energy, energy security and climate change, low-carbon pathways, and a wide variety of issues on U.S. energy policy, regulation, and market dynamics. Her regional energy work includes publications on Chinese, European, African, and Western Hemisphere energy issues. She has spearheaded new work at CSIS on climate change, the electricity sector, and energy technology development.\nLadislaw formerly worked in the Office of the Americas in the Department of Energy’s Office of Policy and International Affairs, where she covered a range of economic, political, and energy issues in North America, the Andean region, and Brazil. While at the department, she also worked on comparative investment frameworks and trade issues, as well as biofuels development and use both in the Western Hemisphere and around the world. She also spent a short period of time working Statoil as their senior director for international affairs in the Washington office. Ladislaw is frequently invited to speak at public conferences, advise companies and policymakers, and testify before congress. She is a member of the National Renewable Energy Laboratory’s Strategic Analysis Technical Review Panel, the Strategic Advisory Council for Georgia Tech’s Strategic Energy Initiative, and a term member of the Council on Foreign Relations. She has taught graduate courses on energy security as an adjunct professor at the George Washington University and is a frequent guest lecturer at other universities. She also comments frequently in print, radio and television media outlets. Ladislaw received her bachelor’s degree in international affairs/East Asian studies and Japanese from the George Washington University and her master’s degree in international affairs/international security from the George Washington University as part of the Presidential Administrative Fellows Program."
        },
        {
            "name": "John Lynch",
            "blurb": "Managing Director, Principal Investments, Infrastructure Investments Group, J.P. Morgan Asset Management",
            "bio": "\nJohn E. Lynch is a managing director for principal investments at J.P. Morgan Asset Management’s Infrastructure Investments Group.\nHe joined IIG after a 20-year global career in investment banking. Since 2010, he was head of EMEA Power at Bank of America Merrill Lynch where he led the bank’s advisory and lending efforts in Europe for utilities, conventional power, renewable generation and energy/utility related infrastructure. He joined BAML in 2000 and has held various roles based in New York and London. Prior to that, he was based in New York with JPMorgan IBD in the Energy Group. He started his career with Arthur D. Little in Boston.\nLynch’s responsibilities at IIG encompass asset management, origination and fund raising. He is a member of the Operating Committee and the Risk Committee. His board roles at the Fund’s portfolio companies include two of the funds most significant investments – ENW Ltd, where IIG owns 50 percent of the regulated electricity distribution network in Manchester/Northwest England, and Nortegas, where IIG own ~60 percent of the incumbent natural gas distribution company in the Basque Region/Northern Spain. Whilst bolstering the funds strong legacy positions in the UK and NL and Spain, his origination activities encompass core and core plus assets, management teams and board members across Europe.\nLynch lives in London with his wife and three children. He is a dual citizen of the United States and Ireland. He holds a BA from Dartmouth College and an MBA from the University of Chicago Booth School of Business."
        },
        {
            "name": "Marcelino Madrigal Martinez",
            "blurb": "Commissioner, Mexican Energy Regulatory Commission",
            "bio": "\n\nDr. Marcelino Madrigal Martinez is a commissioner at the Mexican Energy Regulatory Commission. Before being named a commissioner by the Mexican Senate, Madrigal was a senior energy specialist at the central energy unit of the Sustainable Development Vice-presidency at the World Bank. He specialized in the technical and economic operations and planning of power systems and electricity markets. Prior to joining the bank in 2008, he worked for the Inter-American Development Bank in the areas of electricity transmission, distribution, and regional energy (electricity and gas) integration and market design projects. Among the titles he had include deputy general director of Electrical Restructuring also at CRE, and chief of staff of the undersecretary of energy of the Mexican Federal Government. Madrigal graduated from the Morelia Technology Institute and received the degrees of Master of Science and PhD by the University of Waterloo, Canada. He has received several awards, among them, the Outstanding Young Power Engineering Award by the IEEE Power and Energy Society in 2006."
        },
        {
            "name": "Valérie Marcel",
            "blurb": "Associate Fellow, Chatham House; Project Lead, New Producers Group",
            "bio": "\nDr. Valérie Marcel is an associate fellow at Chatham House and project lead for the New Producers Group, a South-South knowledge-sharing network of 31 emerging oil and gas producer countries. She is an established expert on national oil companies, petroleum-sector governance and emerging strategic issues shaping the energy sector.\nShe is the author of Oil Titans: National Oil Companies in the Middle East (Chatham House/Brookings, 2006). Recent publications include “The Cost of An Emerging National Oil Company”, the most read Chatham House paper in 2016, with 41,000 downloads. She advises governments in sub-Saharan Africa, the Eastern Mediterranean, South America and the Caribbean on petroleum sector policy and governance.\nMarcel is passionate about designing projects in which producer countries drive the agenda and delivery. She is a member of Columbia University’s Executive Session on the Politics of Extractives. She was a member of KPMG’s advisory team for energy-sector governance and the World Economic Forum’s Global Agenda Council on the Future of Oil and Gas. She previously led energy research at Chatham House and taught international relations at the Institut d’études politiques (Sciences Po), Paris, and at Cairo University."
        },
        {
            "name": "KENNETH MEDLOCK",
            "blurb": "Senior Director, Center for Energy Studies, Baker Institute",
            "bio": "\nKenneth B. Medlock III, PhD, is the James A. Baker, III, and Susan G. Baker Fellow in Energy and Resource Economics at the Baker Institute and the senior director of the Center for Energy Studies. He is also the director of the Masters of Energy Economics program, holds adjunct professor appointments in the Department of Economics and the Department of Civil and Environmental Engineering, and is the chair of the faculty advisory board at the Energy and Environment Initiative at Rice University. He teaches advanced courses in energy economics and supervises PhD students in the energy economics field. Medlock is a principal in the development of the Rice World Natural Gas Trade Model, which is aimed at assessing the future of international natural gas trade. He has published numerous scholarly articles in his primary areas of interest: natural gas markets, energy commodity price relationships, gasoline markets, transportation, national oil company behavior, economic development and energy demand, and energy use and the environment. He has testified multiple times on Capitol Hill on U.S. oil and natural gas exports, has spoken at OPEC, and is frequently asked to speak about global and domestic energy issues.\nMedlock is the past vice president for conferences for the United States Association for Energy Economics, and previously served as vice president for academic affairs. In 2001, he won (joint with Ron Soligo) the International Association for Energy Economics Award for Best Paper of the Year in the Energy Journal. In 2011, he was given the USAEE’s Senior Fellow Award, and in 2013 he accepted on behalf of the Center for Energy Studies the USAEE’s Adelman-Frankel Award. In 2012, Medlock received the prestigious Haydn Williams Fellowship at Curtin University in Perth, Australia. He is also an active member of the American Economic Association and is an academic member of the National Petroleum Council. Medlock has served as an advisor to the U.S. Department of Energy and the California Energy Commission in their respective energy modeling efforts.\nMedlock received his PhD in economics from Rice University in May 2000."
        },
        {
            "name": "Todd Mitchell",
            "blurb": "Founder and President,Two Seven Ventures",
            "bio": "\nTodd Mitchell has spent his career in energy and clean-tech endeavors, first as a principal in start-up companies related to natural gas exploration and geophysics; and more recently as founder and president of Two Seven Ventures, a clean-tech investment fund. TSV’s portfolio includes companies involved in solar PV finance & development; building energy management; building power, lighting & controls; hot water monitoring & controls; energy storage; and synthetic biology. He was a founding investor and is a director of Alta Resources, a shale gas exploration company, and was a director of Mitchell Energy & Development Corporation (NYSE: MND, 1993-2002), and Devon Energy Corporation (NYSE: DVN, 2002-2012) where he served on audit and reserves committees. Todd has a BA in Geology from The Colorado College (1981), MA in Geology from The University of Texas at Austin (1987), and MSc in Sustainable Development (with Distinction) from Edinburgh University (2007). His academic background includes research on aspects of the global carbon cycle and cycling of CO2 between ecosystems and the atmosphere. He has completed executive management continuing education at Rice University and Northwestern University Kellogg School. Todd was a member of the Roundtable for Science & Technology for Sustainable Development (2006-2012), organized by the US National Academies of Science. He was president of Houston Advanced Research Center (2001-20006) and is currently HARC’s board chairman. HARC is a leader in sustainability science and policy development related to air quality, energy, water resources, and resiliency in the greater Houston Gulf Coast region. Todd served as a commissioner on the Colorado Air Quality Control Commission from 2014 to 2016, and he is a member of the advisory board for Energy Futures Initiative. He is married with two teenaged children and lives in Aspen, Colorado, where he enjoys cycling, skiing, mountaineering and squash, and is active in local non-profit organizations."
        },
        {
            "name": "David Monsma",
            "blurb": "Vice President andExecutive Director, Energy and Environment Program,Aspen Institute",
            "bio": "\nDavid Monsma is vice president of the Aspen Institute, and executive director of the Aspen Institute’s Energy and Environment Program. The institute’s Energy and Environment Program is a prominent convener of energy and environmental policy forums and roundtables including the Aspen Institute Energy Policy Forum; the Global Forum on Energy, Economy and Security; and the Clean Energy Innovation Forum; and the Aspen-Nicholas Forum on Water Policy. The program also convenes, and Monsma moderates, policy-testing dialogues on wildlife and ocean conservation; food security; climate change; energy governance and the India/China Track II Dialogues on Climate Change and Energy as well as the Aspen Institute’s Executive Seminar.\nAn attorney by training, Monsma has more than 20 years of experience in environmental law and policy. He taught law and ethics at Loyola University in Maryland and served as director of business and environment at Business for Social Responsibility in San Francisco. During the Clinton Administration, Monsma was the environmental management task force coordinator for the President’s Council on Sustainable Development. Monsma began his legal career as a program attorney in the Office of Toxics Substances and Pollution Prevention at the U.S. Environmental Protection Agency headquarters in Washington, D.C."
        },
        {
            "name": "Carol Nakhle",
            "blurb": "Founder and CEO,Crystol Energy",
            "bio": "\nDr. Carole Nakhle is the founder and CEO of Crystol Energy. An energy economist, she has worked with oil and gas companies, governments and policy makers, international organizations, academic institutions and think tanks, globally. She is active on the governing board of the Natural Resource Governance Institute, a program advisor to the Washington based International Tax and Investment Centre, and regular contributor to Geopolitical Intelligence Services. She is also a member of the Executive Sessions on the Political Economy of Extractive Industries at Columbia University in New York and involved in the OECD Policy Dialogue on Natural Resource-based Development. She lectures at the Blavatnik School of Government at Oxford University, University of Surrey in the U.K., and Saint Joseph University in Beirut.\nWith numerous publications to her credit, Nakhle is also an avid commentator on energy in the international media and is the executive editor of Newsweek’s special edition ‘The Future of Innovation in the Oil and Gas Industry.’\nShe is the author of two widely acclaimed books, Petroleum Taxation: Sharing the Wealth published in 2008, re-printed in 2012, and used as primary reference in leading universities and industry training courses; and Out of the Energy Labyrinth (2007), co-authored with Lord David Howell, former Secretary of State for Energy in the U.K.\nNakhle has worked on energy projects in more than 45 countries and has been on exploratory visits to the Arctic and North Sea. She is also the director of the not-for-profit organization ‘Access for Women in Energy’, which she founded in 2007 to support the development of women in the energy sector, worldwide.\nIn 2017, she gave evidence to the U.K. Parliament International Relations Committee on oil markets and the transformation of power in the Middle East and implications for the U.K. policy. In the same year, she received the Honorary Professional Recognition Award from the Tunisian Minister of Energy, Mines and Renewable Energy."
        },
        {
            "name": "Ignacio Pérez-Arriaga",
            "blurb": "Professor, Electrical Engineering, Comillas University, Spain",
            "bio": "\nIgnacio J. Pérez-Arriaga was born in Madrid, Spain in 1948. He received his MS and PhD degrees in electrical engineering from MIT, and the electrical engineering degree from the Universidad Pontificia Comillas in Madrid. He is a professor of electrical engineering at UPC, and founded its Institute for Research in Technology, which he served as director for 11 years. He has also been vice rector for research at UPC, and currently holds the BP Chair on sustainable development.\nPérez-Arriaga served for five years as commissioner at the Spanish Electricity Regulatory Commission, and from 2007 to 2012 he was the independent member of the Single Electricity Market Committee of Ireland. He was also a member of the Board of Appeal of the Agency for the Coordination of Energy Regulators in the EU. He serves as director of energy training at the Florence School of Regulation, European University Institute, Florence, Italy. He has worked in power system dynamic analysis; monitoring and diagnosis of power system devices and systems; intelligent computer design of industrial systems, planning and operation of electric generation and networks; regulation and restructuring of the power industry; and sustainability of national and global energy models and electricity access in developing countries.\nHe has been a consultant for governmental agencies or electric utilities in more than 30 countries. Pérez-Arriaga is a member of the Spanish National Academy of Engineering and a Life Fellow of the IEEE. He has published more than 200 papers, been principal investigator in more than 75 research projects and supervised more than 30 doctoral theses on the aforementioned topics. He is a permanent visiting professor at MIT (2008-present) in the Center for Energy and Environmental Policy Research, where he teaches a graduate course on power system regulation, engineering and economics. He was a review editor of the 5th Assessment Report of the Intergovernmental Panel on Climate Change."
        },
        {
            "name": "Michael Ross",
            "blurb": "Professor, UCLA Department of Political Science",
            "bio": "\nMichael L. Ross is a professor at the University of California Los Angeles in the Department of Political Science and Institute of the Environment and Sustainability. He has held visiting positions at Oxford University and the World Bank, and was previously an assistant professor at the University of Michigan. He earned his Bachelor’s degree at the University of California Santa Cruz and his PhD at Princeton University.\nRoss is widely known for his research on the politics of resource-rich countries, civil war, democracy, and gender rights. His most recent book, The Oil Curse: How Petroleum Wealth Shapes the Development of Nations was translated into four languages and was named an “Outstanding Academic Title” by Choice magazine. In 2009, he received the Heinz Eulau Award from the American Political Science Association for the best article published in the American Political Science Review.\nRoss serves on the editorial boards for World Politics and Comparative Political Studies, the advisory board of the Natural Resources Governance Institute, and was a member of the U.S. Extractive Industries Transparency Initiative’s Multi Stakeholder Group and the World Bank’s Extractive Industries Review."
        },
        {
            "name": "Nick Sangermano",
            "blurb": "Managing Director,CohnReznick Capital",
            "bio": "\n\nNick Sangermano is a managing director with CohnReznick Capital and is based in the New York office. He leads the firm’s Corporate Finance and Private Placement efforts.\nSangermano was previously a managing director of Ambata Securities, advising clients on private capital raises, fundraising and transaction execution with a focus on energy and sustainability, in both U.S. and international markets. Formerly, he was chief operating officer of private equity fund Hudson Clean Energy Partners. As a founding senior team member, he helped establish Hudson’s inaugural $1 Billion AUM fund and focused on fundraising, investor relations and portfolio management. Sangermano joined Hudson from Credit Suisse, where he was a director in the investment bank. Prior to Credit Suisse, he was an executive director with CIBC and worked on corporate development transactions totaling over $1 Billion. Sangermano began his career in energy finance in the power group of Enron North America.\nSangermano served in the Royal Canadian Air Force as an officer and pilot. He received an MBA from McGill University and an honors BA in environmental studies from the University of Western Ontario. Nick is a member of the selection committee for the Bloomberg New Energy Pioneer Award, an advisor to the American Council on Renewable Energy and a member of the Concordia Summit. He is also a trustee and director of Riverkeeper, dedicated to protecting the Hudson River and tributaries that provide New York City with its drinking water."
        },
        {
            "name": "Tisha Schuller",
            "blurb": "Consultant, Speaker, WriterPrincipal, Adamantine Energy",
            "bio": "\n\nTisha Schuller splits her time between writing, consulting, and public speaking. Her experience spans environmental consulting, company advocacy, policy, politics, and academia. As principal and founder of Adamantine Energy, Schuller works to transform energy policy and politics around the world. Schuller serves as strategic advisor to Stanford University’s Natural Gas Initiative and is a non-resident fellow at the Center on Global Energy Policy at Columbia University. In 2017 she chaired the Stanford NGI Symposium to reduce energy poverty in the developing world using natural gas. Previously, Schuller served as president and CEO of the Colorado Oil and Gas Association and as principal and vice president with Tetra Tech, a national environmental consulting and engineering firm.\nShe has a BS in earth systems with and emphasis in geology from Stanford University. Schuller is proud to serve as the chair of the executive board of the Colorado-Wyoming Chapter of the American Red Cross, and serves on several boards including the Nelson Institute for Environmental Studies, the Butterfly Pavilion, the Breakthrough Institute, and is a member of the National Petroleum Council, an advisory board to the Secretary of Energy under both the Obama and Trump administrations.\nSchuller’s book, Accidentally Adamant will be published in April 2018."
        },
        {
            "name": "Stephen Simon",
            "blurb": "Founder of Simon Equity Partners, LLC",
            "bio": "\nStephen H. Simon, is the founder of Simon Equity Partners, LLC and has been a managing member since January 2007.  From February 1997 to December 2006, Mr. Simon served as president and chief executive officer of Melvin Simon & Associates, Inc., a privately-held real estate and investment company.  Mr. Simon serves on the board of directors of the Pacers Basketball Corporation, Yes To, Inc. and Coalision, Inc.  Mr. Simon is a director for the Herbert Simon Family Foundation and serves on the boards of the following non-profit organizations; Conscious Alliance and HeadCount.\nMr. Simon holds a degree in General Studies with a concentration in Public and Environmental Affairs from Indiana University."
        },
        {
            "name": "Youba Sokona",
            "blurb": "Special Advisor, Sustainable Development, South Centre",
            "bio": "\nDr. Youba Sokona is currently special advisor for sustainable development at the South Centre. With more than 35 years of experience addressing energy, environment and sustainable development in Africa. Reflecting his status, Sokona was elected vice-chair of the Intergovernmental Panel on Climate Change in October 2015. Prior to this, Sokona was co-chair of the IPCC Working Group III on the mitigation of climate change for the Fifth Assessment Report after serving as a lead author since 1990.\nIn addition to these achievements, Sokona has a proven track record of organisational leadership and management, for example, leading the conception, development and initiating the Africa Renewable Energy Initiative, as the first coordinator of the African Climate Policy Centre and as executive secretary of the Sahara and the Sahel Observatory.\nSokona’s advice is highly sought after, and as such, he is affiliated with numerous boards and organisations, including honorary professor at the University College London, member of Science Advisory Committee of the International Institute for Applied Systems Analysis, and as a special advisor to the African Energy Leaders Group. In short, Sokona is a global figure, with deep technical knowledge, extensive policy experience and an unreserved personal commitment to African led development."
        },
        {
            "name": "Sandra Stash",
            "blurb": "Executive Vice President, Safety, Operations, Engineering & External Affairs, Tullow Oil",
            "bio": "\n\nSandra (Sandy) Stash has more than 30 years of international executive management and board experience. Her professional career spans leadership positions in business, engineering, operations, project management and the global oversight of large functional organizations in the oil and gas sector, manufacturing, and the hard rock and coal mining industries. Through her direct oversight of several very public and controversial natural resource, public health, and environmental issues in these sectors, Stash has built unique capabilities in risk and crisis management, regulatory, public and government affairs, communications, and corporate social responsibility. She has deep business and operations experience on six continents, including North and South America, South East Asia and Australia, Sub-Saharan Africa and Europe.\nStash joined Tullow Oil in London, UK in October of 2013 as its executive vice president of safety, operations, engineering and external affairs. A petroleum engineer by training, Stash spent her early career as one of the first women to work as a drilling and project engineer and drilling rig foreman at ARCO locations across North America."
        },
        {
            "name": "Stefanie Tompkins",
            "blurb": "Vice President for Research and Technology Transfer, Colorado School of Mines",
            "bio": "\nDr. Stefanie Tompkins is the vice president for research and technology transfer at the Colorado School of Mines. She has spent much of her professional life leading scientists and engineers in developing new technology capabilities.\nShe spent 10 years in industry, as a senior scientist and later assistant vice-president and line manager at Science Applications International Corporation, where she conducted and managed research projects in planetary geology and imaging spectroscopy. Later, as a DARPA program manager, she created and led programs in ubiquitous GPS-free navigation as well as in optical component manufacturing. She has also served as a DARPA office director and the acting deputy director of the agency.\nTompkins received a bachelor of arts degree in geology and geophysics from Princeton University and master of science and doctor of philosophy degrees in geology from Brown University. She also served as a military intelligence office in the U.S. Army."
        },
        {
            "name": "David Victor",
            "blurb": "Professor, International Relations, School of Global Policy and Strategy, University of California, San Diego",
            "bio": "\n\nDavid Victor is a professor of international relations at the School of Global Policy and Strategy at UC San Diego. He is a director of the Laboratory on International Law and Regulation and of the campus-wide Deep Decarbonization Initiative, which focuses on real world strategies for bringing the world to nearly zero emissions of warming gases.  Prior to joining the faculty at UC San Diego, Victor was a professor at Stanford Law School where he taught energy and environmental law.\nHis research focuses on regulated industries and how regulation affects the operation of major energy markets. Much of his research is at the intersection of climate change science and policy. Victor authored “Global Warming Gridlock,” which explains why the world hasn’t made much diplomatic progress on the problem of climate change while also exploring new strategies that would be more effective. The book was recognized by The Economist as one of the best books of 2011.\nVictor was a convening lead author for the Intergovernmental Panel on Climate Change, a United Nations-sanctioned international body with 195 country members that won the Nobel Peace Prize in 2007. Victor has been tapped by Southern California Edison to lead the company’s Community Engagement Panel for decommissioning of the San Onofre Nuclear Power Plant. According to utility officials, he was chosen to lead the panel because he has the vision, leadership and experience to bring together a diverse group of concerned people. Victor, in 2016, was appointed to co-chair the Brookings Institution Initiative on Energy and Climate. He is a member of the World Economic Forum’s Global Future Council on Energy, where his work focuses on the role of natural gas as a transition fuel to deep decarbonization\nAt UC San Diego, Victor and the ILAR research team look at how international agreements function and why some agreements are much more effective than others.  ILAR’s research looks at all major areas of international cooperation, including environment, human rights, trade and investment. The lab also conducts experimental research to investigate how humans make the complex decisions that are typical of designing and implementing international agreements.\nHis PhD is from the Massachusetts Institute of Technology and AB from Harvard University."
        },
        {
            "name": "Meredith Whitney",
            "blurb": "Senior Vice President,Arch Capital",
            "bio": "\nWhitney is best known for her ground-breaking work and early identification of the mortgage and broader credit crisis. In 2006, Whitney presented to the FDIC on the U.S. consumer and the risks in the sub-prime market.\nIn 2007, her prescient forecast of Citibank’s need to raise capital, sell assets, and cut its dividend set off a one day $400 billion drop in the markets. From that point forward, she became the go-to voice on the financial industry.\nNamed one of the world’s Most Influential People of 2009 by TIME Magazine, Whitney is widely recognized as “one of the most respected voices on Wall Street.” Also one of Fortune’s 50 Most Powerful Women in Business in 2008, 2009, 2010 and 2011.\nWhitney has become a renowned expert in the finance industry and is frequently quoted in Fortune, Forbes, The Wall Street journal, The Financial Times and The New York Times. Whitney has participated in the famous annual Jackson Hole Federal Reserve Symposium five consecutive years and has advised five regional Federal Reserves, the FDIC, FINRA and the SEC. Additionally, she has also advised various sovereign wealth funds, several international monetary authorities as well as the IMF. She has guest lectured at Brown University, Columbia Business School, MIT Sloan School, NYU Stern School, Perdue University, The Princeton Economic Club, University of Chicago Booth School, and University of Pennsylvania Wharton.\nIn June 2013, Whitney published her first book, Fate of the States: The New Geography of American Prosperity, another example of her early identification of major demographic and economic shifts within the U.S. economy.\nCurrently, Whitney is senior vice president of Arch Capital, a Bermuda based re-insurance company. She manages their equities and equity strategies. Her recognized value as both a financial advisor and equity manager resulted from her years in New York running Kenbelle Capital and Meredith Whitney Advisory Group. Before venturing out on her own in 2009, Whitney was a Managing Director at Oppenheimer and ran financial services research at CIBC World Markets and Wachovia (now Wells Fargo). She graduated with honors from Brown University."
        }
    ]
}